[["", 110], ["GE Healthcare do Brasil, Com", 88], ["Abbott Laboratórios do Brasil Ltda", 73], ["Getinge do Brasil Equipamentos Médicos Ltda", 66], ["Philips Medical Systems Ltda", 65], ["Siemens Healthcare Diagnósticos Ltda", 63], ["Olympus Optical do Brasil Ltda", 57], ["St", 48], ["Medtronic Comercial Ltda", 45], ["GE Healthcare do Brasil, Com. e Serv. para Equipamentos Médico-Hospitalares Ltda", 36], ["Beckman Coulter do Brasil Comércio e Importação de Produtos de Laboratório Ltda", 35], ["VR Medical Importadora e Distribuidora de Produtos Médicos Ltda", 34], ["Auto Suture do Brasil Ltda", 34], ["Boston Scientific do Brasil Ltda", 27], ["Roche Diagnóstica Brasil Ltda", 25], ["Ortho Clinical Diagnóstics do Brasil Produtos para Saúde Ltda", 23], ["Baxter Hospitalar Ltda", 20], ["GE Healthcare do Brasil, Com. e Serv. para Equipamentos Médico-Hospitalares Ltda. - Ressonância Magnética - Falha no sistema de ventilação criogênica", 20], ["Biotronik Comercial Médica Ltda", 19], ["Tecnosuma Comércio e Indústria de Kits Diagnósticos e de Equipamentos Médicos Ltda", 17], ["Bio-Rad Laboratórios Brasil Ltda", 15], ["Becton Dickinson Indústrias Cirúrgicas Ltda", 14], ["Ortho Clinical Diagnostics do Brasil Produtos para Saúde Ltda", 14], ["Philips Medical Systems Ltda - CPAP e BIPAP", 13], ["Cardinal Health do Brasil", 12], ["Auto Suture do Brasil LTDA", 12], ["bioMérieux Brasil Indústria e Comércio de Produtos Laboratoriais Ltda - Diversos kit diagnósticos VIDAS - Degradação acelerada do substrato", 12], ["Vita Life Comércio Atacadista de Produtos Médicos Ltda", 12], ["Dräger Indústria e Comércio Ltda", 11], ["Laboratórios B", 11], ["Indústria Frontinense de Látex S/A - Luvas Descartáveis e Luvas Cirúrgicas", 11], ["Shimadzu do Brasil Comércio Ltda", 10], ["Randox Brasil Ltda", 10], ["Ortho Clinical Diagnostics do Brasil Produtos para Saúde", 10], ["Werfen Medical Ltda", 10], ["Emergo Brazil Import Importação e Distribuição de Produtos Médicos Hospitalares Ltda", 9], ["Diamed Latino América S", 9], ["Kovalent do Brasil Ltda", 9], ["Getinge do Brasil Equipamentos Médicos LTDA", 9], ["ST. Jude Medical Brasil Ltda", 9], ["Leica do Brasil Importação e Comércio Ltda", 8], ["Biomet 3I do Brasil Comércio de Aparelhos Médicos Ltda", 8], ["ORTHO CLINICAL DIAGNÓSTICS DO BRASIL PRODUTOS PARA SAÚDE LTDA", 8], ["GE Healthcare do Brasil, Com. e Serv. para Equipamentos Médico-Hospitalares Ltda. Sensores de fluxo danificado", 8], ["Smith & Nephew Comércio de Produtos Médicos LTDA", 7], ["Biomérieux Brasil Indústria e Comércio de Produtos Laboratoriais Ltda", 7], ["Johnson & Johnson do Brasil Ind", 7], ["Fleximed Comércio e Serviços de Produtos Médicos Hospitalares Ltda", 7], ["Alcon Brasil Cuidados com a Saúde Ltda", 7], ["Elekta Medical Systems Comércio e Serviços Radioterapia Ltda", 6], ["Edwards Lifesciences Comércio de Produtos Médico-Cirúrgicos Ltda", 6], ["Biosys Ltda", 6], ["E", 6], ["Olympus Optical do Brasil Ltda - Plugue de irrigação MAJ-891 – Risco de contaminação", 6], ["Philips Medical Systems Ltda - Máscaras", 6], ["Laborclin Produtos para Laboratórios - Glutol - Teste de Tolerância a Glicose (10097010001); Antígeno Rosa Bengala (10097010033); Família Conjunto para Coloração de Papanicolaou - Laborclin (10097010104); Família de Corantes Citológicos", 6], ["Stryker do Brasil Ltda", 5], ["Medstar Importação e Exportação Ltda", 5], ["Varian Medical Systems Brasil Ltda", 5], ["Medtronic Comercial LTDA", 5], ["Stryker do Brasil LTDA", 5], ["bioMérieux Brasil Indústria e Comércio de Produtos Laboratoriais Ltda - Erro de Substrato", 5], ["Johnson & Johnson do Brasil Ind. e Com. de Prod. para Saúde Ltda", 5], ["BioMérieux Brasil Ind. Com. de Prod. Lab. Ltda", 4], ["Saldanha Rodrigues Ltda", 4], ["Engimplan Engenharia de Implante Indústria e Comércio Ltda", 4], ["E. Tamussino & Cia Ltda", 4], ["Allergan Produtos Farmacêuticos Ltda", 4], ["Indústrias H", 4], ["Maquet Cardiopulmonary do Brasil Indústria e Comércio Ltda", 4], ["Biodina Instrumentos Científicos EIRELI", 4], ["Bard Brasil Indústria e Comércio de Produtos para Saúde Ltda", 4], ["Ortho Clinical Diagnóstics Do Brasil Produtos Para Saúde Ltda", 4], ["Abbott Laboratórios do Brasil LTDA", 4], ["Carl Zeiss do Brasil Ltda", 4], ["Siemens Healthcare Diagnósticos Ltda – Equipamento de tomografia computadorizada Somatom - Interrupção do fluxo de trabalho", 4], ["Siemens Healthcare Diagnósticos Ltda – Equipamento de tomografia computadorizada – Degradação da imagem", 4], ["Philips Medical Systems Ltda - Aparelhos de Ultra-Som - Instruções relacionadas ao processo de limpeza e desinfecção das sondas", 4], ["Bard Brasil Industria e Comercio de Produtos para Saude Ltda.", 4], ["Abbott Diagnósticos Rápidos S.A. - Perfil Lipídico/Glicose - Cholestech", 4], ["Intuitive Surgical Brasil Importação e Comércio de Equipamentos Cirúrgicos Ltda - Sistema Cirúrgico Robóticco da Vinci - Intuitive Surgical / Endoscopic Instrument Control System da Vinci", 4], ["Zimmer Biomet Brasil Ltda", 4], ["Becton Dickinson - Família Marcadores de células sem linhagem específica por citometria de fluxo; BD Trucount Absolute Count Tubes; BD Stem Cell Enumeration Kit; BD Multitest 6-Color TBNK with BD Trucount Tubes", 4], ["GE Healthcare do Brasil, Com. e Serv. para Equipamentos Médico-Hospitalares Ltda - Sistema Nuclear de Formação de Imagens; Câmara Cintilográfica (Gama Câmara)", 4], ["Roche Diagnóstica Brasil Ltda - Família Elecsys Troponin T hs; Família Elecsys Troponin T hs para Analisadores cobas e 411, 601 e 602; Família Elecsys Troponin T hs STAT; Família Elecsys Troponin T hs para Analisadores cobas e 402 e 801", 4], ["Ortho Clinical Diagnostics do Brasil Produto para Saúde Ltda", 4], ["Auto Suture do Brasil LTDA - Cardioversor Desfibrilador Implantável de Câmara Única - Evera MRI Surescan (10349001033); Cardioversor Desfibrilador Implantável Digital com Terapia de Ressincronização Cardíaca com Tecnologia SureScan (10349001066); Cardioversor Desfibrilador Implantável com Terapia de Ressincronização Cardíaca (CRT-D) - Viva (10349001076); Cardioversor Desfibrilador Implantável", 4], ["Fresenius Kabi Brasil Ltda", 4], ["Cepheid Brasil, Importação, Exportação e Comércio de Produtos de Diagnósticos Ltda", 4], ["Johnson & Johnson do Brasil Ind. e Com. de Prod. para Saúde Ltda.", 3], ["Philips Medical Systems Ltda - Achieva (10216710205); Equipamento de Ressonância Magnética Philips (10216710217); Equipamento de Ressonância Magnética", 3], ["Vasttore Importação, Comercio e Distribuição de Materiais Médicos Hospitalares Ltda", 3], ["Brainlab Ltda", 3], ["Bard Brasil Industria e Comercio de Produtos para Saúde Ltda", 3], ["Wright Medical Brasil Ltda", 3], ["W", 3], ["Ortho Clinical Diagnóstics do Brasil Produtos para Saúde Ltda - Ortho BioVue System - Anomalia no código de barras de cassetes do sistema ORTHO BioVue", 3], ["BAYER S", 3], ["bioMérieux Brasil Indústria e Comércio de Produtos Laboratoriais Ltda", 3], ["DFL Indústria e Comércio S", 3], ["Cepalab Laboratórios Ltda", 3], ["Richard Wolf Brasil Equipamentos Medicinais Ltda", 3], ["Philips Medical Systems Ltda - Ventilador Pulmonar; Sistema Bipap", 3], ["Medtronic Comercial Ltda - Cateteres de Entrega EnVeo™ R, EnVeo™ PRO e Evolut™ PRO+", 3], ["Philips Medical Systems LTDA", 3], ["Ortho Clinical Diagnostics do Brasil produtos para a Saúde LTDA", 3], ["Indumed Com. Imp. e Exp. de Prods. Méds. Ltda – Cateter de troca de calor - Perfusões no balão do cateter", 3], ["Siemens Healthcare Diagnósticos Ltda - Equipamentps de tomografia computadorizada - Erro no software", 3], ["Leica do Brasil Importação e Comércio Ltda - Microscópio Cirúrgico", 3], ["Abbott Laboratórios do Brasil Ltda - Família Alinity m System", 3], ["Philips Medical Systems Ltda - Equipamento de Raio-X - Indicação de temperatura máxima da superfície do tanque de raios X", 3], ["Dräger Indústria e Comércio Ltda - Evita V300 - Ventilador de Terapia Intensiva; Ventilador Pulmonar; Babylog VN500 – Fragilidade na cibersegurança", 3], ["Medtronic Comercial Ltda - Heartware - Sistema de Assistência Ventricular", 3], ["Getinge do Brasil - Stent para Artérias Periféricas - Tempo para desinflar acima do especificado nas Instruções de Uso", 3], ["Ortho Clinical Diagnóstics do Brasil Produtos para Saúde Ltda - Hormônio Folículo Estimulante (FSH); Prolactina, Hormônio Luteinizante (LH) - Imprecisão de resultados", 3], ["GE Healthcare do Brasil", 3], ["JJGC Indústria e Comércio de Materiais Dentários S.A. - Implantes Odontológicos com Tratamento de Superfície", 3], ["Auto Suture do Brasil Ltda - Bomba de Infusão", 3], ["GE Healthcare do Brasil, Com. e Serv. para Equipamentos Médico-Hospitalares Ltda.", 3], ["Intuitive Surgical Ltda - Sistema Cirúrgico Robóticco da Vinci", 3], ["GE Healthcare do Ltda.", 3], ["Farmarin Indústria e Comércio Ltda - Linha de Sangue Arterial para Hemodiálise (80053100013); Linha de Sangue Venosa para Hemodiálise (80053109001); conjunto de Circulação Assistida", 3], ["Konica Minolta Healthcare do Brasil Industria de Equipamentos Médicos Ltda", 3], ["Emergo Brazil Import Imp. e Distr. de Prod. Méd. Hosp. Ltda - Conjunto para cateterização venosa central com duplo lúmen pediátrico; Conjunto para cateterização venosa central com lúmen triplo pediátrico; Kit de cateterização venosa central duplo lúmen pediátrico", 3], ["Siemens Healthcare Diagnósticos Ltda - Sistema Fluoroscópico de Raios-X - Potencial risco de colisão do sistema com teto ou paredes - Comunicação aos clientes", 3], ["Philips Medical Systems Ltda - Sistema de Fisiomonitoração (10216710290); Equipamento para Angiografia Allura Xper (10216710206); Azurion (10216710345)", 3], ["VR Medical Importadora e Distribuidora de Produtos Médicos Ltda - Família STA Compact Max (80102511327); STA-R Evolution", 3], ["Gabisa Medical International Ltda EPP - Cateter Central de Inserção Periférica com Introdutor PEEL - OFF sem Fio Guia PICC GMI; Gabilink AIR", 3], ["Laboratórios B. Braun S/A", 3], ["Biosafe Brasil Distribuidora Ltda - Dispositivo Sepax para Separação de Células e Auto-Transfusão - CS-430.1 (81161690007); Dispositivo Sepax para Separação de Células e Auto-Transfusão (81161690002); Dispositivo Sepax para Separação de Células e Auto-Transfusão", 3], ["Farmarin Indústria e Comércio Ltda - Linha de Sangue Venosa para Hemodiálise (80053109001); Linha de Sangue Arterial para Hemodiálise (80053100013); Conjunto de Circulação Assistida", 3], ["Randox Brasil Ltda - Família de Calibrador de Soro Humano Nível 2 e Nível 3", 2], ["Karl Storz Endoscopia Brasil Ltda.", 2], ["H Strattner e Cia Ltda", 2], ["DGS Brasil Ltda", 2], ["Mandala Brasil Importação e Distribuição de Produto Médico Hospitalar Ltda", 2], ["MP Comércio de Materiais Hospitalares Ltda", 2], ["Bard Brasil Indústria e Comércio de Produtos para a Saúde Ltda", 2], ["Balt Brasil Produtos Médicos Ltda", 2], ["Siemens Healthcare Diagnósticos Ltda - Família Sistema de Análise de Gases Sanguíneos", 2], ["Air Liquide do Brasil Ltda", 2], ["Bard do Brasil Indústria e Comércio de Produtos para Saúde Ltda", 2], ["Scitech Produtos Médicos Ltda", 2], ["Terumo BCT Tecnologgia Médica Ltda", 2], ["Agilent Technologies Brasil Ltda", 2], ["Baxter Hospitalar", 2], ["Karl Storz Marketing América do Sul Ltda", 2], ["GE Healthcare do Brasil – Incubadora Giraffe – Família Giraffe Carestation – Painéis de cabeceira e vigias podem aparecer fechadas sem terem sido travadas", 2], ["MEDTRONIC COMERCIAL LTDA", 2], ["Grifols Brasil Ltda", 2], ["PHILIPS MEDICAL SYSTEMS LTDA", 2], ["Medstar Importação e Exportação Eireli", 2], ["JJGC Indústria e Comércio de Materiais Dentários S", 2], ["Medcorp Hospitalar Ltda", 2], ["Advanced Bionics Instrumentos Auditivos do Brasil Ltda – Sistema HiResolution Bionic Ear – Problemas de desempenho nos dispositivos HiRes Ultra e HiRes Ultra 3D. Ação de Campo concluída pela empresa", 2], ["Eckert & Ziegler Brasil Comercial Ltda", 2], ["Roche Diabetes Care Brasil Ltda", 2], ["Biodina Instrumentos Científicos Eireli", 2], ["Dentsply Indústria e Comércio Ltda", 2], ["JBD Produtos Médicos Ltda", 2], ["H", 2], ["Abbott Laboratórios do Brasil Ltda - i-STAT CG8+ Cartridge e EG7+ Cartridge", 2], ["Ventura Biomédica Ltda", 2], ["Livanova Brasil Comercio e Distr", 2], ["Getinge do Brasil Equipamentos Médicos Ltda - Sistema de Hipotermia/ Hipertemia HCU 40", 2], ["Dental Morelli Ltda", 2], ["Cmos Drake do Nordeste S", 2], ["Auto Suture do Brasil Ltda – Sensor para sistema implantável de monitoramento de glicose; Bomba de infusão", 2], ["Beckman Coulter do Brasil Comércio e Importação de Produtos Laboratórios Ltda", 2], ["Ortho Clinical Diagnóstics do Brasil Produtos para Saúde LTDA", 2], ["Starhealth Distribuidora de Produtos para a Saúde LTDA - Sistema de balão intragástrico BIB", 2], ["Abbott Laboratórios do Brasil Ltda - Alinity S System", 2], ["Abbott Laboratórios do Brasil Ltda - Alinity m SARS-CoV-2 AMP Kit (80146502332); Alinity m Resp-4-Plex AMP Kit (80146502334) - potencial contaminação na bandeja do ensaio", 2], ["Baxter Hospitalar Ltda - Prismax", 2], ["bioMérieux Brasil Indústria e Comércio de Produtos Laboratoriais Ltda - Atraso na Liberação de Resultados", 2], ["Cardioprótese Ltda - Bioprótese Cardíaca Cardioprótese - Decisão da Anvisa", 2], ["JJSV Produtos Óticos Ltda - Catalys Precision Laser systems / Sistema iDesign Refractive", 2], ["Auto Suture do Brasil LTDA - Sistema de Estimulação Elétrica Cerebral Profunda - Carregador wireless não responde", 2], ["Auto Suture do Brasil - Sistema para Navegação Cirúrgica", 2], ["Perkinelmer Brasil Ltda - Delfia Xpress PAPP-A - Delfia Xpress Free hCGß - Risco de resultados incorretos", 2], ["Laboratórios B. Braun S.A.", 2], ["Farmarin Industria e Comercio Ltda - Conjunto de Circulação Assistida - Linhas de Sangue Farmarin; Linha de Sangue Arterial para Hemodiálise - Deslocamento entre partes do tubo", 2], ["Fresenius Hemocare Brasil Ltda - Bolsa para Coleta de Sangue CPDA-1 / Bolsas de Sangue CPD SAG-M", 2], ["Becton Dickinson Indústrias Cirúrgicas Ltda. - BD MAX ExK TNA-2 (10033430833); BD MAX Enteric Viral Panel (10033430817)", 2], ["TKL Importação e Exportação de Produtos Médicos e Hospitalares Ltda – Eletrocardiógrafo e Aparelho para Ergonometria", 2], ["GE Healthcare do Brasil - Sistema de Ressonância Magnética - Cabos de gradiente foram trocados inadvertidamente", 2], ["Siemens Healthcare Diagnósticos Ltda – Estradiol", 2], ["Werfen Medical Ltda. Família ACL; Família ACL TOP Série 50 – Ocorrência de arraste (carryover) ao processar uma combinação específica de reagente", 2], ["Medi Globe Brasil Ltda - Sistema de Agulhas de Fina Aspiração por Eco-Endoscopia", 2], ["Abbott Laboratórios do Brasil Ltda - Família Instrumento Alinity hq System (80146502148) / Família Instrumento Alinity hs (80146502143) - Resultados incorretos", 2], ["GE Healthcare do Brasil, Com. e Serv. para Equip. Ltda. - Sistema de Anestesia Aisys e Avance - Potencial inversão da conexão do transdutor de pressão do cilindro de O2 e ar", 2], ["Abbott Laboratórios do Brasil Ltda - Hemoglobin A1c (80146501853); Família Alinity c Hemoglobin A1c (80146502158)", 2], ["Cardinal Health do Brasil - Smart Flex Vascular Stent System 5 - 8 MM (81356112255); Smart Flex Vascular Stent System 9 - 10 MM (81356112258) – Potencial desconexão ponta distal", 2], ["bioMérieux Brasil Indústria e Comércio de Produtos Laboratoriais Ltda - Família Vitek2 AST - BioMérieux - Família de Diferenciais para Identificação de Microorganismos - Vitek 2 - Identificação", 2], ["Getinge do Brasil Equipamentos Médicos Ltda – Sistema de Ventilação Servo n, Servo u e Servo-air (80259110124) - Aparecimento erro técnico e ventilação interrompida", 2], ["Roche Diagnóstica Brasil Ltda - Cobas Pure e 402 (10287411589); Cobas e 801 Module (10287411196) - Problema operacional de software", 2], ["Domo Salute Consultoria Regulatoria Ltda", 2], ["Domo Salute Consultoria Regulatória Ltda - Gelitaspon", 2], ["Ortho Clinical Diagnóstics do Brasil Produtos para Saúde Ltda - Vitros XT3400 Chemistry System (81246986854); Sistema Integrado Vitros® XT 7600 (81246986841) - Alterações Potenciais nos resultados", 2], ["Omron Healthcare Brasil Ind. e Com. de Produtos Médicos Ltda - Inalador compressor (81952070007); Inalador compressor e aspirador nasal (81952070004). Desvio de qualidade na peça do motor", 2], ["E. Tamussino & Cia Ltda - Fio Guia Hidrofilico (10212990190); Fio Guia (10212990197) - Violação do selo chevron", 2], ["Domo Salute Consultoria Regulatória Ltda - Gelita Tuft-IT (10407990060); Gelita Tuft-IT (81464750099)", 2], ["Edwards Lifesciences Comércio de Produtos Médico-Cirúrgicos LTDA - Fogarty – Cateter de Embolectomia Arterial (80219059004); Cateter Fogarty para Provas Biliares Edwards (80219050005)", 2], ["Fábrica de Artefatos de Látex Blowtex Ltda", 2], ["Siemens Healthcare Diagnósticos Ltda.", 2], ["Boston Scientific do Brasil Ltda - Orise Gel Agente de Remoção Submucoso (10341350975); Kit de Seringa de Gel Orise com Interject (10341359005)", 2], ["Siemens Healthcare Diagnósticos Ltda - Conjunto Radiológico Multix B (10345162042); Conjunto Radiológico Fixo Multix B DR (10345162398) - Correção em Campo", 2], ["Auto Suture do Brasil - TI-Cron sutura Cir. Poliéster não absorvível (10349000170); Surgipro sutura não absorvível Monofilamento (10349000196)", 2], ["Getinge do Brasil Equip. Médicos Ltda - Sistema de Suporte Vital Permanente com revestimento Bioline (80259110204); HLS Set Advanced 5.0 (80259110174)", 2], ["Dräger Indústria e Comércio Ltda - Máscara Facial Novastar (10407370070); Máscara Facial Total Novastar AAV (10407370082)", 2], ["Boston Scientific do Brasil Ltda - Programador S-ICD; Sistema de Programação Latitude", 2], ["Ossis Medical Comércio Importação e Exportação S.A.", 2], ["Euroimmun Brasil Medicina Diagnóstica Ltda", 2], ["Angelus Indústria de Produtos Odontológicos S/A", 2], ["VR Medical Importadora e Distribuidora Ltda", 2], ["Abbott Laboratórios do Brasil", 2], ["Dentscare Ltda", 2], ["Randox Brasil LTDA", 2], ["Ortho Clinical diagnostics do Brasil Produto para Saúde", 2], ["Carestream do Brasil Comércio e Serviços de Produtos Médicos Ltda", 2], ["Revvity do Brasil Ltda", 1], ["Cremer S.A", 1], ["Amed S/A", 1], ["Guerbet Produtos Radiológicos", 1], ["Vincula Industria e Comercio Importação e Exportação de Implantes S.A.", 1], ["Instituto de Biologia Molecular do Paraná - IBMP", 1], ["Lifemed Industrial de Equipamentos e Artigos Médicos e Hospitalares S.A.", 1], ["Abbott Diagnósticos Rápidos S.A", 1], ["Erba Diagnostics Brazil, Produção e Distribuição de Produtos Médicos Ltda", 1], ["Nuvasive Brasil Comercial Ltda", 1], ["Total Medical Brasil Ind. e Com. de Prod. Médico Hospitalares Ltda", 1], ["Edwards Lifesciences Comércio de Produtos Médico-Cirúrgicos LTDA", 1], ["Eckert & Ziegler Brasil Comercial Ltda - Sistema Afterloading para Braquiterapia HDR", 1], ["Tecmedic Comércio de Produtos Médicos Ltda", 1], ["Orangelife Comércio e Indústria - Action – Inclusão de novos lotes na ação de recolhimento descrita no Alerta 2816", 1], ["Bard do Brasil Industria e Comércio de Produtos para Saúde Ltda", 1], ["Symbiosis Diagnóstica Ltda - Anti HCV SYM Solution – Suspeita de desvio da qualidade para lote específico - Recolhimento", 1], ["CMS Produtos Hospitalares Ltda", 1], ["Bioteck Indústria e Comércio, Importação e Exportação de Implantes Bio-Absorvíveis Ltda", 1], ["KaVo do Brasil Indústria e Comércio Ltda", 1], ["Wama Produtos para Laboratórios Ltda", 1], ["Casex Indústria de Plásticos e Produtos Médicos Hospitalares Ltda", 1], ["Horiba Instruments Brasil Ltda", 1], ["Medtronic Comercial Ltda – Bomba de Infusão Implantável Synchromed II – Possibilidade de parada permanente do motor", 1], ["Mandala Brasil Impostação e Distribuição de produto médico hospitalar LTDA", 1], ["Promedon do Brasil Produtos Médico Hospitalares", 1], ["Probac Brasil Prods Bacteriologicos Ltda", 1], ["E. Tamussino e Cia. Ltda – Cateter Angiográfico – Falha na vedação das bolsas de lote específico e risco de comprometimento da esterilidade. Ação de campo concluída pela empresa", 1], ["Camahe Indústria e Comércio, Importação e Exportação de Produtos para Saúde Ltda", 1], ["Grifols Brasil Ltda – CPD Adenina Grifols – Recall devido à possibilidade de problema na agulha de coleta - Ação finalizada pela empresa", 1], ["BIOSYS LTDA", 1], ["Perkinelmer Do Brasil Ltda", 1], ["Smith & Nephew Comércio de Produtos Médicos Ltda", 1], ["Vydence Medical Industria e Comercio Ltda", 1], ["Vydence Medical Indústria e Comércio Ltda", 1], ["TDV Dental Ltda", 1], ["Terumo BCT tecnologia Médica Ltda", 1], ["Zammi Instrumental Eireli", 1], ["Respiratory Care Hospitalar Ltda - Ventilador Pulmonar Bellavista – Possibilidade de ocorrência de falhas intermitentes – Necessidade de atualização de software", 1], ["Eurosilicone Brasil Importação e Exportação Ltda", 1], ["Diamedica Importação e Exportação de Produtos para Laboratório Ltda", 1], ["Unno Farmacêutica Ltda", 1], ["Implamed Implantes Especializados com Impor e Expor Ltda", 1], ["Solotica Distribuidora de Produtos Opticos Ltda", 1], ["ST", 1], ["Ortho Clinical Diagnostics do Brasil Produtos Para Saúde Ltda", 1], ["Isomedical Comercial Ltda", 1], ["M Di Buono Riato Eireli", 1], ["Instramed Indústria Médico Hospitalar Ltda", 1], ["Siemens Healthcare Diagnósticos Ltda - Família Atellica IM Analisadores – Potencial risco de gerar resultados incorretos quando o volume mínimo requerido", 1], ["Sirona Dental Comércio de produtos e sistemas odontológicos LTDA", 1], ["IOL Implantes Ltda", 1], ["Embrast Indústria e Comércio de Embalagens Ltda", 1], ["1000Medic Distribuidora Importadora Exportadora de Medicamentos Ltda", 1], ["Nutriex Importação e Exportação de Produtos Nutricionais e Farmoquímicos LTDA", 1], ["Maquet Cardiopulmonary do Brasil Ind", 1], ["CMS Produtos Hospitalares LTDA", 1], ["Descarpack Descartáveis do Brasil Ltda", 1], ["Advagen Biotech LTDA", 1], ["K", 1], ["Ventura Biomédica", 1], ["In Vitro Diagnóstica Ltda", 1], ["Geistlich Pharma do Brasil Com e Serv de Produtos para Saúde LTDA", 1], ["VR Medical Importadora E Distribuidora De Produtos Médicos Ltda", 1], ["Biomedica equipamentos e suprimentos hospitalares LTDA", 1], ["Handle Comércio de Equipamentos Médicos S", 1], ["Qiagen Biotecnologia Brasil Ltda", 1], ["Baxter Hospitalar Ltda - Prismaflex", 1], ["ProLife Equipamentos Médicos Ltda", 1], ["Endotec Produtos Médicos Ltda", 1], ["Ortho Clinical Diagnósticos do Brasil Produtos para saúde Ltda", 1], ["D&I Comércio de Equipamentos médicos Ltda", 1], ["Biomédica Equipamentos e suprimentos Hospitalares Ltda", 1], ["Lifemed Industrial de Equip", 1], ["Beckman Coulter do Brasil Comércio e Importação de produtos de Laboratório Ltda", 1], ["Bard do Brasil Industria e Comercio de Produtos para Saúde Ltda", 1], ["Sintegra Surgical Sciencies Ltda - Precision MR", 1], ["HP Bioproteses Ltda", 1], ["Cremer S", 1], ["Guerbet Imagem do Brasil Ltda", 1], ["Sirona Dental Comércio de Produtos e Sistemas Odontológicos Ltda", 1], ["Emergo Brazil Import Importação e distribuição de produtos médicos hospitalares Ltda", 1], ["Celer Biotecnologia SA", 1], ["bioMérieux Brasil In", 1], ["W. L. Gore & Associates do Brasil Ltda. - Gore Propaten Enxertos Vasculares – Erro de etiquetagem", 1], ["Beckman Coulter do Brasil Comércio e Importação de produtos de laboratório Ltda", 1], ["Beckman Coulter Brasil Comércio e Importação de produtos de laboratório Ltda", 1], ["JG Moriya Representação Importação Exportação Comercia Ltda", 1], ["bioMérieux Brasil Ind", 1], ["Medtronic Comercial Ltda - Heartware - Sistema de Assistência Ventricular – Identificado eventos adversos neurológicos", 1], ["SIN – Sistema de Implante Nacional S", 1], ["VR Medical LTDA", 1], ["Beckman Coulter do Brasil Comércio e Importação de Prod", 1], ["Philips Medical System Ltda - Desfibrilador/monitor HeartStart Intrepid", 1], ["BioMérieux Brasil Ind", 1], ["Phadia Diagnosticos LTDA", 1], ["Karl Storz Marketing América do Sul LTDA", 1], ["Bard do Brasil Industria e Comercio de Produtos para Saúde Ltda - Highflex Basket", 1], ["Lifemed Industrial de Equip. Art. Méd. Hosp. S.A. - Ventilador Pulmonar Mecânico Série VG – Problemas no sensor do oxigênio", 1], ["BioMérieux Brasil Ind. Com. de Produtos Laboratoriais Ltda", 1], ["DiaMed Latino América S.A. - ID-Antigen Profile II (k, Kpa, Kpb, Jka, Jkb, ctl) - Presença de um precipitado no fundo dos microtubos", 1], ["Edwards Lifesciences Comércio de Produtos Médico-Cirúrgicos Ltda - Pediasat Cateter para Oximetria XT3 Edwards", 1], ["Terumo Medical do Brasil - Trocador de Calor Sarns", 1], ["Philips Medical Systems LTDA - Equipamento de Ultrassom para Diagnóstico - Falha no mecanismo de travamento do painel de controle", 1], ["Taurovita Comércio e Importação EIRELI – Taurolock HEP", 1], ["Getinge do Brasil Equipamentos Médicos Ltda - Sistema de Anestesia – Troca da mola de elevação do absorvedor", 1], ["Roche Diabetes Care Brasil Ltda. - ACCU-CHEK Performa", 1], ["Casex Indústria de Plásticos e Produtos Médicos Hospitalares Ltda - Ally Gel - Hidrogel Amorfo com Alginato - Água usada na produção com laudos insatisfatórios", 1], ["Casex Indústria de Plásticos e Produtos Médicos Hospitalares Ltda - Unna Heal – Bandagem Bota de Unna – Água usada na produção com laudos insatisfatórios", 1], ["Johnson & Johnson do Brasil - Implantes Mamários em Gel Texturizados - Suspensão da Certificação INMETRO", 1], ["Cardinal Health do Brasil - Cateter angiográfico Cordis Super Torque", 1], ["Nihon Kohden Brasil Importação, Exportação e Comércio de Equipamentos Médicos Ltda - Ventilador NKV-550", 1], ["Philips Medical Systems LTDA - Ventilador Pulmonar Trilogy EVO", 1], ["Randox Brasil LTDA - Cobre", 1], ["Emergo Brazil Import Importação e Distribuição de Produtos Médicos Hospitalares Ltda - Cânula para Biópsia Óssea", 1], ["Welch Allyn do Brasil, Comércio de Equipamentos Médicos LTDA - Connex Spot Monitor", 1], ["QR Consulting - Instant View Plus Covid-19 Ag View Alfa Test – Laudo de análise fiscal insatisfatório – Recolhimento", 1], ["Boston Scientific do Brasil Ltda - Gerador de Pulsos Emblem MRI S-ICD", 1], ["Johnson & Johnson do Brasil Ind. e Com. de Prod. para Saúde Ltda. - Harmonic HD 1000i Shears - falha com ativação contínua do dispositivo", 1], ["Medtronic Comercial Ltda - Heartware - Sistema de Assistência Ventricular - Dificuldade para retirar a proteção da linha de transmissão", 1], ["Johnson & Johnson do Brasil Ind. e Com. de Prod. para Saúde Ltda - Implantes Mamários de Gel Texturizados – Número dos lotes incorretos", 1], ["GVS do Brasil Ltda - Filtro para remoção de leucócitos (Laboratório)", 1], ["Abbott Laboratórios do Brasil Ltda - Família Instrumento Alinity ci-series", 1], ["Karl Storz Marketing América do Sul Ltda - Videolaringoscópio C-MAC KARL STORZ – Falha na esterilização", 1], ["H.B. Hospitalar Indústria e Comércio Ltda", 1], ["LMG Lasers - Comércio Importação e Exportação Ltda – Kit de Teste COVID-19", 1], ["Auto Suture do Brasil Ltda - Cânula de Vent Intra-cardíaca (PVC) - Protrusão do fio", 1], ["Casex Indústria de Plásticos e Produtos Médicos Hospitalares Ltda - Unna Heal - Bandagem Bota de Unna", 1], ["Beckman Coulter do Brasil Comércio e Importação de Laboratório Ltda - Possível carryover intraensaio com o ensaio Access hsTnI (Troponina Ultrassensível I)", 1], ["Promedon do Brasil Produtos médicos hospitalares - Cateter ureteral duplo jota urodrain com guia PTFE - Matéria prima com citotoxicidade fora da especificação", 1], ["BMD - Comércio de Produtos Médicos Ltda - Duoderm CGF Curativo com Fórmula de Gel Controlada", 1], ["BMD - Comércio de Produtos Médicos Ltda - Duoderm Extra Fino Curativo CGF", 1], ["Medix Brasil Produtos Hospitalares e odontológicos Ltda - Máscara de Proteção Descartável", 1], ["Emergo Brazil Import Importação e Distribuição de Produtos Médicos Hospitalares Ltda - Tubo Endotraqueal AGT com balão - Problema no manguito do tubo", 1], ["Dräger Indústria e Comércio Ltda - Vista 120 CMS – Ausência de alarme", 1], ["Getinge do Brasil Equipamentos Médicos LTDA - Sistema de Hipotermia/ Hipertemia HCU 40 – Defeito na Válvula de 3 vias", 1], ["Roche Diagnóstica Brasil Ltda. - cobas® EGFR Mutation Test v2", 1], ["GE Healthcare do Brasil, Com. e Serv. para Equipamentos Médico-Hospitalares Ltda. - Centricity Universal Viewer - Ausência de imagens ou imagens incorretas", 1], ["Casex Indústria de Plásticos e Produtos Médicos Hospitalares Ltda - Ally Gel - Hidrogel Amorfo com Alginato", 1], ["Nexxmed Equipamentos Ltda - Ventilador", 1], ["Laborclin Produtos para Laboratório Ltda. Descorante-ZIEHL-3% HCL-FR 500mL - Falha de informação nos rótulos", 1], ["Air Liquide do Brasil LTDA - Desodorizador Rescomf", 1], ["Werfen Medical Ltda - HemosIL Liquid Anti-Xa - Alteração da estabilidade on-board", 1], ["Elekta Medical Systems Comércio e Serviços Radioterapia Ltda – Acelerador linear Elekta - Falha no Diodo D1", 1], ["Getinge do Brasil Equipamentos Médicos Ltda. - Válvula de Drenagem Torácica Pneumostat", 1], ["Fundação Baiana de Pesq. Científica e Desenv. Tecnológico, Fornecimento e Distribuição de Medicamentos - Bahiafarma", 1], ["Fundação Baiana de Pesq. Científica e Desenv. Tecnológico, Fornecimento e Distribuição de Medicamentos - Bahiafarma - Teste Rápido Dengue IgG/IgM Bahiafarma", 1], ["Fundação Baiana de Pesq. Científica e Desenv. Tecnológico, Fornecimento e Distribuição de Medicamentos - Bahiafarma - Teste Rápido Zika IgG/ IgM Combo Bahiafarma", 1], ["GE Healthcare do Brasil, Com. e Serv. para Equipamentos Médico-Hospitalares Ltda - Berço aquecido Lullaby – Problema no encaixe do acessório", 1], ["Ortho Clinical Diagnóstics do Brasil Produtos para saúde Ltda - Optix Reader - Falha e dificuldades no login", 1], ["MSB Medical System do Brasil Indústria e Comércio de Produtos Médicos Ltda. - Cateter Angiográfico Centimetrado MSB", 1], ["Lifemed Industrial de Equip. Art. Méd. Hosp. S.A. - Bomba de Infusão Volumétrica V-LINK", 1], ["Getinge do Brasil Equipamentos Médicos LTDA. - Bomba de balão Intra-aórtico - Imprecisão do Indicador de Hélio e Desligamento Inesperado", 1], ["Getinge do Brasil Equipamentos Médicos LTDA. - Bomba de balão intra-aórtico", 1], ["Cardinal Health do Brasil - Cordis S.M.A.R.T.® Flex Vascular Stent System – Potencial desconexão", 1], ["Diamed Latino América S.A. - ID-Diluent 2 - Erro na identificação do código de barra", 1], ["Adapt Produtos Oftalmológicos Ltda. - Microscópio Cirúrgico Oftalmológico - Erro técnico no movimento do espelho", 1], ["Elekta Medical Systems Comércio e Serviços Radioterapia Ltda – Software de Planejamento para Radioterapia e Braquiterapia", 1], ["D&I Comercio de Equipamentos Médicos Ltda - Sistema de ventilador VG70 – Problema no sensor de O²", 1], ["Auto Suture do Brasil LTDA - Neuroestimulador Implantável Percept™ PC com Tecnologia BrainSense™ - Dano nos componentes elétricos devido a cardioversão", 1], ["JJGC Indústria e Comércio de Materiais Dentários S.A. - Implantes Odontológicos em titânio", 1], ["bioMérieux Brasil Ind. E Com. De Produtos Laboratoriais Ltda. - API® 50 CH - Presença de e ácido cetoglucônico no teste 34", 1], ["Abbott Laboratórios do Brasil Ltda - Alinity s System – Potencial de derramamento de material biológico e quebra da amostra", 1], ["Inopat Importação e Exportação - Anticorpo Monoclonal de Camundongo Anti-PSA", 1], ["Beckman Coulter do Brasil Comércio e Importação de produtos de laboratório LTDA - Informação incorreta nas instruções de uso - STEM-Kit Reagents", 1], ["1000MEDIC Distribuidora Importadora Exportadora de Medicamentos LTDA - Novo kit de detecção de ácido nucleico do coronavírus (2019-nCoV) (RT-PCR)", 1], ["St. Jude Medical Brasil LTDA - Erro de rotulagem de Válvula Cardíaca Mecânica SJM Masters Series Rotável Mitral", 1], ["Balt Brasil Produtos Médicos LTDA", 1], ["Boston Scientific do Brasil Ltda – Cateter de Dilatação Biliar por Balão Hurricane RX Rapid Exchange – Forem identificados furos no balão", 1], ["Abbott Laboratórios do Brasil LTDA – Família Architect System", 1], ["Emergo Brazil Import Importação e Distribuição de Produtos Médicos Hospitalares Ltda - Eletrocardiógrafos Mortara", 1], ["Paramount Bed do Brasil Comércio de Equipamentos Médicos LTDA - Cama Motorizada Qualitas Beta Plus - Ruptura da parte inferior da seção do dorso radio transparente", 1], ["Isomedical Comercial LTDA - Cateter Balão Intra-Aórtico (IAB) Arrow - Rediguard® - configuração dos produtos não registrada", 1], ["MSB Medical System do Brasil Indústria e Comércio de Produtos Médicos LTDA - Problema na selagem da embalagem do produto Cateter Angiográfico Centimetrado MSB", 1], ["Roche Diagnóstica Brasil Ltda - Accu-Chek ® Inform II", 1], ["Centro Auditivo Telex LTDA – Sistema de Implante Coclear Neutro 2 - perda de hermeticidade", 1], ["Ecomed Comércio de Produtos Médicos Ltda - Instrumento de biópsia descartável", 1], ["GE Healthcare do Brasil, Com. e Serv. para Equipamentos Médico-Hospitalares Ltda - Centricity Universal Viewer - visualização de exames incompletos", 1], ["Biotécnica Indústria e Comércio - SARS-CoV-2 Test Antibody (colloidal gold immunochromatography)", 1], ["Biotécnica Indústria e Comércio", 1], ["Align Technology do Brasil LTDA", 1], ["Auto Suture do Brasil Ltda - Sonicision Geração II - Sistema de Dissecção Ultrassônica Sem Fio – Possibilidade de choque elétrico bateria", 1], ["PolySuture Indústria e Comércio Ltda. - Maxsorb - Sutura Absorvível Sintética Monofilamentar de Polidioxanona", 1], ["Laboratórios B. Braun S.A. - Máquina para Hemodiálise - Exibição incorreta de dados", 1], ["Pharmedic Pharmaceuticals, Importação, Exportação, Distribuição, Comércio e Representações LTDA - Implante mamário SCI-ESTHE", 1], ["Mobius Life Science Industria e Comercio de Produtos para Laboratórios Ltda - Genotype MTBDRplus - Sinal positivo fraco", 1], ["DiaSorin Ltda - Liaison TG GEN II - Ranges com intervalo incorreto", 1], ["Intermedic Technology Importação e Exportação Ltda - Implantes Absorvíveis Lactosorb", 1], ["GE Healthcare do Brasil, Com. e Serv. para Equipamentos Médico-Hospitalares Ltda - Sistema de Anestesia Carestation - Alarme de alimentação de O² baixa silenciado", 1], ["Randox Brasil LTDA - Família de Calibrador de Soro Humano Nível 2 e Nível 3 - Alteração dos dados de referência da calibração", 1], ["JJGC Indústria e Comércio de Materiais Dentários S.A. - Conjunto Easy Pack Acqua – Erro no tamanho do implante", 1], ["GE Healthcare do Brasil, Com. e Serv. para Equipamentos Médico-Hospitalares Ltda - Equipamentos de Ultrassom – Falha ao ligar pelo esgotamento da bateria", 1], ["Getinge do Brasil Equipamentos Médicos LTDA - Bomba de Balão Intra-Aórtico - Possibilidade de entrada de fluido no equipamento", 1], ["Laborclin Produtos para Laboratórios LTDA – Glutol Limão-75g-FR 300mL-1UN", 1], ["Siemens Healthcare Diagnósticos Ltda – Sistema de ultrassonografia de diagnóstico - Erro de cálculo de medição", 1], ["E. Tamussino e Cia. Ltda. - Agulha Transeptal – Presença de ferrugem no interior ou exterior da agulha", 1], ["Perkinelmer Brasil Ltda - Delfia Xpress Free HCGB - Redução nas concentrações livres do analítico", 1], ["Shimadzu do Brasil Comércio Ltda - Equipamento de Hemodinâmica e Angiografia - Problema na dose irradiada pelo equipamento", 1], ["Auto Suture do Brasil LTDA - Sistema de Aterectomia Direcional HawkOne – Dano na ponta durante uso", 1], ["Intermedic Technology Importação e Exportação Ltda - Implantes Absorvíveis Lactosorb – Presença de endotoxina bacteriana", 1], ["Abbott Laboratórios do Brasil Ltda - Família Alinity m System - Resultados incorretos para ensaios, sem validação interna", 1], ["Dräger Indústria e Comércio Ltda - Fabius MRI - Fluxo de O2 diferente do valor ajustado", 1], ["Abbott Laboratórios do Brasil Ltda - Família Alinity m System – Problema na altura do grampo da barra", 1], ["Boston Scientific do Brasil Ltda - Esfincterótomo Jagtome RX - Bolsa interna danificada", 1], ["Philips Medical Systems Ltda - Ventilador Pulmonar Trilogy EVO – Kit de reparo com espuma não conforme", 1], ["Saldanha Rodrigues Ltda - Seringa Hipodérmica Esteril de Uso Único e de Uso Manual com agulha e com dispositivo de segurança - Agulhas com deformação e quebra", 1], ["Laboratórios B. Braun S.A. - Infusomat Compact", 1], ["Fleximed Comércio e Serviços de Produtos Médicos Hospitalares - Ventilador Pulmonar HAMILTON-C3 – Erro no recurso de interface de comunicação nomeado “Block Protocol”", 1], ["Baxter Hospitalar Ltda. - Equipo de Transferência 6\" com Twist Clamp - Informação sobre dano com uso de certos produtos de limpeza", 1], ["AS2 Comercio Importação E Exportação Ltda - Eletrodos Corkscrew Technomed – Desprendimento do eletrodo de agulha de seu respectivo Hub", 1], ["Auto Suture do Brasil Ltda - Sistema Nim de Monitoramento Intraoperatorio de Nervos – Problemas no Tubo para EMG NIM Trivantage", 1], ["Beckman Coulter do Brasil Comércio e Importação de Produtos de Laboratório Ltda - Magnesium - Alterações nos parâmetros de interferência lipêmica", 1], ["Pharmedic Pharmaceuticals", 1], ["Intuitive Surgical Brasil - Redutor de cânula de 12 mm para 8 mm da Vinci Xi e X - Ponta de metal deslocada", 1], ["Philips Medical Systems Ltda - Azurion - Bloqueio de mesa APC ao usar o sistema Azurion versão 2.1.x", 1], ["Philips Medical Systems Ltda - Equipamento para Angiografia Allura Xper - Fuga de líquido refrigerante do sistema de resfriamento do detector", 1], ["Laboratórios B. Braun S.A. - Máquina para Hemodiálise", 1], ["Shimadzu do Brasil Comércio Ltda - Aparelho de Raios X Telecomandado Digital", 1], ["Philips Medical Systems Ltda - Ingenia - Travamento da mesa no modo manual", 1], ["Abbott Laboratórios do Brasil Ltda - GLP Systems - problema de cibersegurança global", 1], ["Roche Diagnóstica Brasil Ltda. - Benchmark - Vazamento de fluído", 1], ["Philips Medical Systems Ltda - Azurion - As imagens podem não ser processadas", 1], ["bioMérieux Brasil Indústria e Comércio de Produtos Laboratoriais Ltda - VIDAS® High Sensitive Troponina I - Resultados super estimados não repetíveis", 1], ["Philips Medical Systems Ltda - Desfibrilador/monitor HeartStart Intrepid pode representar risco para os pacientes", 1], ["Helianto Farmacêutica Ltda EPP - Biguasol 0,2% - Suspeita de falsificação", 1], ["Becton Dickinson Indústrias Cirúrgicas Ltda - BD Veritor Plus Analyzer – Superaquecimento por uso de adaptador de alimentação CA não autorizado", 1], ["Ortho Pauher Indústria, Comércio e Distribuições Ltda - Máscara Cirúrgica", 1], ["VR Medical Ltda - Eletrocardiógrafo - vulnerabilidade de software", 1], ["VR Medical Ltda - Liquiband FIX8®", 1], ["VR Medical Ltda - Ventilador Bellavista - Interrupção na ventilação", 1], ["GE Healthcare do Brasil, Com. e Serv. para Equipamentos Médico-Hospitalares Ltda. - Estação Central Carescape - Ausência de alarmes pelo uso de teclados não aprovados", 1], ["Ortho Clinical Diagnóstics do Brasil Produtos para Saúde Ltda - Família de Reagente e Calibrador HIV Combo Vitros – Resultados falso positivos", 1], ["Gabisa Medical International Ltda EPP", 1], ["Laborplast Comercial Ltda - Compressa Campo Operatório Estéril com Elemento Radiopaco Vitória - Resultado insatisfatório no ensaio de Pesquisa de Amido", 1], ["BioMérieux Brasil Indústria e Comércio de Produtos Laboratoriais Ltda. - VIDAS CMV IgM (CMVM) - calibração inválida", 1], ["1000Medic Dist Imp. Exp. de Med. Ltda - Kit teste de anticorpos IgM / IgG para coronavírus - Novo prazo de validade, recolhimento e destruição dos kits", 1], ["Shimadzu do Brasil Comércio Ltda - Aparelho de Raios X Telecomandado Digital – Problemas no modo fluoroscopia e valor calculado da dose", 1], ["Descarpack Descartáveis do Brasil Ltda. - Lâmina de Bisturi em Carbono Descartável Descarpack", 1], ["Philips Medical Systems Ltda – Azurion – Erro do sistema provoca a mudança inadvertida para um Tipo de Paciente diferente", 1], ["Abbott Laboratórios do Brasil Ltda - Indeflator Inflation Device–Identificados vazamentos e/ou uma ligação solta do luer rotativo ou na ligação da torneira", 1], ["Beckman Coulter do Brasil - Access hsTnI - Possível arraste [carryover] intraensaio", 1], ["Dräger Indústria e Comércio Ltda - Infinity Central Station - Perda de monitoramento central por aproximadamente 30 a 60 segundos", 1], ["Olympus Optical do Brasil Ltda. - Videoduodenoscópio - Deterioração ou danos do adesivo da extremidade distal", 1], ["Beckman Coulter do Brasil - Infinity Ammonia Reagente For Beckman Coulter AU Chemistry Analyzers", 1], ["Emergo Brazil Import - Produto para Cateterização Venosa Central de Lúmen Duplo", 1], ["Emergo Brazil - Cateter para Hemodiálise Crônica Cannon II Plus - componente do cubo de agulha dentro do produto sem registro", 1], ["Edwards Lifesciences Comércio de Produtos Médico-Cirúrgicos Ltda - Monitor avançado Hemosphere HEM1 - erro no algoritmo do módulo", 1], ["Werfen Medical Ltda. - Alteração no Desempenho do reagente HemosIL AcuStar ADAMTS13 Activity", 1], ["Beckman Coulter do Brasil Comércio e Importação de Produtos de Laboratório Ltda - Access Rubella IgM Calibrators", 1], ["Intermedic Technology Importação e Exportação Ltda. - Sistema de Placas Anatômicas de Pequenos e Grandes Fragmentos com Estabilidade Angular Acumed", 1], ["VR Medical Ltda - Sistema de Cama Bariátrica Compella™ - cabos de energia danificados por armazenamento inadequado", 1], ["VR Medical Ltda - Mobile Lifts", 1], ["ST. Jude Medical Brasil Ltda. - Programador 3650", 1], ["Oligam Comércio Eireli, POLIHEXAM® PLUS GEL - Produto foi substituído por solução de igual composição", 1], ["Siemens Healthcare Diagnósticos Ltda - Sistema de Raios X Ysio - O sistema pode processar incorretamente os valores de posição do suporte de teto da ampola", 1], ["Getinge do Brasil Equipamentos Médicos Ltda - Sistema de Ventilação - Degradação do resistor", 1], ["Medi Globe Brasil Ltda", 1], ["Auto Suture do Brasil LTDA - IN.PACT Admiral OTW – Perda de esterilidade", 1], ["Roche Diabetes Care Brasil Ltda. - Inconsistência nos dados dos pacientes - Rochediabetes Care Platform", 1], ["Auto Suture do Brasil LTDA - Sistema de Ventilação Puritan Bennett 980 – Falha no alarme sonoro e visual", 1], ["Siemens Healthcare Diagnósticos Ltda - HCG Immulite 2000 - Resultados de hCG falsamente elevados devido à carryover de amostras", 1], ["Arjo Brasil Equipamentos Médicos Ltda.", 1], ["Abbott Laboratórios do Brasil Ltda - Família Alinity m HBV – Resultados falsamente elevados", 1], ["Siemens Healthcare Diagnósticos Ltda - Sistema de ultrassonografia de diagnóstico - Falha na função de armazenamento de clipes", 1], ["Gadali Medical Comercio de Produtos Médicos Hospitalar LTDA - Sonda Basket", 1], ["Labtest Diagnóstica S/A - Glicose Liquiform - Foram identificados resultados falsamente diminuídos", 1], ["Auto Suture do Brasil LTDA - Neuroestimulador Implantável Percept PC com Tecnologia BrainSense", 1], ["Philips Medical Systems Ltda – Azurion – Falha na reinicialização do botão de Parada de Emergência (reinicialização a quente)", 1], ["Abbott Laboratórios do Brasil Ltda - Architect Stat Myoglobin Calibrators - Architect Stat Mioglobina - Testes de estabilidade insatisfatórios", 1], ["Abbott Laboratórios do Brasil Ltda - GLP Systems – 10 problemas foram identificados nos módulos", 1], ["Oligam Comércio Eireli - Biguasol", 1], ["Alcon Brasil Cuidados com a Saúde Ltda - FMS INT Básico Plus – Erro de rotulagem - Sem os dizeres \"Proibido Reprocessar\"", 1], ["Targa Medical S/A - Luva de Procedimento Proced - Reprovação no ensaio de microbiologia", 1], ["Biodina Instrumentos Científicos Eireli - Seringa para Coleta de Sangue Arterial Modelo PICO50 – Falha na barreira de esterilização", 1], ["Bio-Rad Laboratórios Brasil Ltda - Variant nbs Sickle Cell Program", 1], ["Phadia Diagnósticos Ltda - QMS Tacrolimus Calibrator Set - Provável super quantificação dos valores dos resultados do paciente", 1], ["Abbott Laboratórios do Brasil Ltda - Alinity m CMV - Subquantificação do ensaio Alinity", 1], ["Philips Medical Systems Ltda – Ingenia", 1], ["JoãoMed Comercio de Material Cirúrgico S.A - Advantive Sonda de Folley em Látex", 1], ["Getinge do Brasil Equipamentos Médicos LTDA. Problema de material usado na fabricação do produto", 1], ["Abbott Laboratórios do Brasil Ltda - Famíliia Alinity i Homocysteine", 1], ["Quibasa Química Básica Ltda - Uréia UV – Erro nas instruções de uso", 1], ["Guerbet Imagem do Brasil Ltda - Linha de Paciente - Risco de danos na válvula de retenção", 1], ["Philips Medical Systems Ltda - SyncVision – Resultados incorretos de registro conjunto de iFR/FFR", 1], ["GE Healthcare do Brasil - Sistema de Gerenciamento das Informações de Cardiologia – Falha no armazenamento de dados de medições e declarações de diagnóstico", 1], ["Medtronic Comercial Ltda - Heartware - Sistema de Assistência Ventricular – Casos relatados de suspeita de trombose na bomba", 1], ["JJGC Indústria e Comércio de Materiais Dentários S.A. - Implantes Odontológicos com Tratamento de Superfície - Produto não condiz com identificação do rótulo", 1], ["bioMérieux Brasil Indústria e Com. de Produtos Laboratoriais Ltda. - Gelose Mueller Hinton E", 1], ["Getinge do Brasil Equipamentos Médicos Ltda - Sistema de Anestesia - Possível rachadura no botão interruptor liga/desliga da unidade de sucção", 1], ["Randox Brasil LTDA - Imunoensaio Especializado 1 - Alteração do período de estabilidade pós reconstituição", 1], ["Auto Suture do Brasil Ltda - Sistema NIM de Monitoramento Intraoperatório de Nervos - Superinsuflação do punho pode causar obstrução da via aérea", 1], ["E. Tamussino & Cia Ltda - Espiral para Embolização Microespirais .018 - Presença de cânula no cartucho de carregamento", 1], ["Sol-Millennium Brasil Importação e Exportação Ltda. - KL SOL-M Agulha de Aspiração", 1], ["Karl Storz Marketing América do Sul Ltda - Endoscópio Flexível Karl Storz – Erro na indicação de desinfecção manual", 1], ["Auto Suture do Brasil LTDA - Grampeador EEA", 1], ["Firstlab Industria Importação e Exportação de Produtos para Laboratórios Ltda - Família Coletores Universais Estéreis - Falha na fabricação - - Embalagens abertas", 1], ["Laborclin Produtos para Laboratório Ltda - Eritromicina-ERI-15 µg-FR 50DISCOS", 1], ["GE Healthcare do Brasil, Com. e Serv. para Equipamentos Médico-Hospitalares Ltda - Sistema de Anestesia Avance - Vida útil da bateria reduzido", 1], ["Abbott Laboratórios do Brasil LTDA - Absolute Pro LL Self-Expanding Stent", 1], ["Blumenthal Distribuidora Imp. de Prod. Médico-Hosp. Ortopédicos Eireli - Pés em Fibra de Vidro Össur- esclarecimentos sobre a utilização prevista do produto", 1], ["Dental Morelli Ltda - Elástico Látex", 1], ["Pró-Life Equipamentos Médicos Ltda – Cardian", 1], ["Beckman Coulter do Brasil Comércio e Importação de Produtos de Laboratório Ltda - Caldo Mueller Hinton com 3% de Sangue de Cavalo Lisado - detecção de contaminação", 1], ["Cardinal Health do Brasil - Stent Periférico Palmaz Genesis - possibilidade de deslocamento do stent", 1], ["Wama Produtos para Laboratórios Ltda - Coagulação - TTPa", 1], ["GE Healthcare do Brasil, Com. e Serv. para Equipamentos Médico-Hospitalares Ltda - Estação Central Carescape", 1], ["E. Tamussino & Cia Ltda. - Cateter para Monitoração da Pressão Arterial – Excesso de material de revestimento na agulha", 1], ["Bio-Rad Laboratórios Brasil Ltda - Família Sistema Analisador de Hemoglobinas - Ausência da contraporca de sobretenção no suporte da coluna EZR", 1], ["Agilent Technologies Brasil Ltda. - Sistema PCR em Tempo Real AriaDx", 1], ["Maquet Cardiopulmonary do Brasil Indústria e Comércio Ltda - Unidade Aquecedora HU 35", 1], ["GE Healthcare do Brasil, Com. e Serv. para Equipamentos Médico-Hospitalares Ltda - Sistema de Anestesia Carestation", 1], ["Getinge do Brasil Equipamentos Médicos Ltda - Foco Cirúrgico Volista", 1], ["Dentsply Ind. Com. Ltda - Componentes Protéticos", 1], ["Roche Diagnóstica Brasil Ltda - Ventana HE 600 System – Vazamento de fluido", 1], ["Abbott Laboratórios do Brasil Ltda - GLP Systems", 1], ["Auto Suture do Brasil Ltda - Cateter de Duplo Lúmen para Hemodiálise e Acessórios", 1], ["Philips Medical Systems Ltda - Monitor de Sinais Vitais Efficia", 1], ["Consulmat Produtos Tec Ind. Com. Ltda – Poliprop", 1], ["Farmarin Indústria e Comércio Ltda - Linha de Sangue Venosa para Hemodiálise - Vazamento de soluções", 1], ["GE Healthcare do Brasil - Centricity Pacs. Foram identificados erros no sistema", 1], ["Baxter Hospitalar Ltda. - Válvula primária com sítios de entrada para Exactamix", 1], ["GE Healthcare do Brasil, Com. e Serv. para Equipamentos Médico-Hospitalares Ltda - Centricity Universal Viewer - Medições imprecisas em imagens reduzidas", 1], ["H Strattner e Cia Ltda - Sistema Cirúrgico Robótico Da Vinci - Intuitive Surgical", 1], ["Labinbraz Comercial Ltda - Control Inmunológico nivel 1 Turbitest AA", 1], ["Laborlab Produtos para Laboratórios Ltda - Control Inmunológico nível 2 Turbitest AA", 1], ["Randox Brasil Ltda - Família de Calibrador de Soro Humano Nível 2 e Nível 3 - Randox - Reatribuição de valor do Calibrador", 1], ["Intuitive Surgical Brasil Importação e Com. de Equip. Cirúrgicos Ltda – Aplicadores Sistema Cirúrgico Robóticco da Vinci – Movimento inesperado dos aplicadores", 1], ["Werfen Medical Ltda. - Quanta Lite ACA IgM III", 1], ["Fresenius Medical Care Ltda", 1], ["bioMérieux Brasil Indústria e Comércio de Produtos Laboratoriais Ltda - Vidas FT4 (FT4N)", 1], ["Emergo Brazil Import Importação e Distribuição de Produtos Médicos Hospitalares Ltda - EP-Tracer – Problemas em relação à fluência e desobstrução do ar", 1], ["Oculus Brasil Comércio Importação e Exportação e Serviços de Equipamentos Médicos Ltda. - Pentacam® AXL – Erro na calculadora LIO", 1], ["Handle Comércio de Equipamentos Médicos S.A.", 1], ["CMOS Drake do Nordeste S.A - Desfibrilador Life 400 Futura", 1], ["Beckman Coulter do Brasil Comércio e Importação de Produtos de Laboratório Ltda - iChem Velocity Urine Chemistry Strips", 1], ["Farmarin Indústria e Comércio Ltda", 1], ["bioMérieux Brasil Ind. Com. de Prod. Laboratoriais Ltda.", 1], ["Paganin e Cia Ltda", 1], ["JJSV Productos Óticos Ltda - Veritas™ Vision System", 1], ["BMD - Comércio de Produtos Médicos Ltda.", 1], ["Bramsys Indústria e Comércio Ltda", 1], ["Contatti Comércio e Representações Ltda - Custodiol (Perfusion Solution)", 1], ["Baxter Hospitalar Ltda - Starling - Monitor de Débito Cardíaco", 1], ["VR Medical Importadora e Distribuidora de Produtos Médicos Ltda - Família de instrumentos XEVO Mass Spectrometer IVD", 1], ["MP Comércio de Materiais Hospitalares Ltda - Terumo Parenteral", 1], ["Leica do Brasil Importação e Comércio Ltda - Microscópio Cirúrgico: M530 OHX", 1], ["Leica do Brasil Importação e Comércio Ltda - Microscópio Cirúrgico - M530 OHX", 1], ["Biomérieux Brasil Ind. e Com. de Prod. Laboratoriais Ltda - Gelose Mueller Hinton E", 1], ["Align Technology do Brasil Ltda - Alinhadores Ortodônticos Removíveis - lnvisalign System - Comprehensive", 1], ["Coloplast do Brasil Ltda", 1], ["BioCellTis Pesquisa, desenvolvimento e Inovação em bioengenharia Ltda", 1], ["Canon Medical Systems do Brasil Ltda", 1], ["3M do Brasil Ltda - Steri-Drape Campo Cirúrgico Urológico", 1], ["Phitta Indústria e Comércio de Produtos Têxteis Ltda - Máscara Cirúrgica Descartável com Virucida", 1], ["Biosystems NE Comercio de Produtos Laboratoriais e Hospitalares Ltda - Calibrador Bioquímica (Humano)", 1], ["Intermedical Equipamentos Urológicos Ltda - Óleo Mineral Ferticult™", 1], ["Respiratory Care Hospitalar Ltda - Monitor-Desfibrilador", 1], ["Randox Brasil Ltda - Ransel - Glutationa Peroxidase", 1], ["Goyazes Biotecnologia Ltda. - Ave – Urine Test Strip AVE-14", 1], ["TKL Importação e Exportação de Produtos Médicos e Hospitalares Ltda", 1], ["Siemens Healthcare Diagnósticos Ltda - Cartucho de Reagente Flex para Troponina I Cardiaca-Dimension", 1], ["Vivax - Industria e Comércio de Equipamentos Ltda", 1], ["Smiths Medical do Brasil Produtos Hospitalares Ltda", 1], ["Diamed Latino América S.A - IH-500", 1], ["Vyttra Diagnósticos S.A. - Proxima Covid-19 Ag", 1], ["Emergo Brazil Import Importação e Distribuição de Produtos Médicos Hospitalares Ltd - Tubo Endotraqueal AGT com balão – Recolhimento", 1], ["Mandala Brasil Importação e Distribuição de Produto Médico Hospitalar Ltda - Medumat Standard²", 1], ["Dräger Indústria e Comércio Ltda - Polaris 100/200", 1], ["VR Medical Importadora e Distribuidora de Produtos Médicos Ltda - Foco/Luminária Cirúrgica", 1], ["Emergo Brazil Import Importação e Distribuição de Produtos Médicos Hospitalares Ltda - ORAcollect•DNA", 1], ["Ortho Clinical Diagnóstics do Brasil Produtos para Saúde Ltda - Kit de Reagente Imunodiagnóstico Vitros para PTH Intacto (iPTH)", 1], ["Leica do Brasil Importação e Comércio Ltda - Proveo 8 com sistema EnFocus OCT", 1], ["GE Healthcare do Brasil, Com. e Serv. para Equipamentos Médico-Hospitalares Ltda - Monitor de Paciente - Correção em Campo", 1], ["Agilent Technologies Brasil Ltda - Marcador Tumoral PD-L1", 1], ["DFL Indústria e Comércio S.A", 1], ["Auto Suture do Brasil Ltda - Affinity Fusion (Balance)", 1], ["VR Medical Importadora e Distribuidora de Produtos Médicos Ltda - Cânula Nasal Intersurgical", 1], ["Randox Brasil Ltda - Família de Controle de Proteínas Específicas", 1], ["Cirúrgica Fernandes Com. Mat. Cir. Hosp. LTDA", 1], ["Elekta Medical Systems Comércio e Serviços Radioterapia Ltda - Software de Planejamento para Radioterapia e Braquiterapia -Correção em Campo", 1], ["Spectrun Bio Engenharia Médica Hospitalar Ltda", 1], ["Agilent Technologies Brasil Ltda. - Sistema de Processamento de Lâminas", 1], ["Labtest Diagnóstica S.A.", 1], ["Getinge do Brasil Equipamentos Médicos LTDA - Bomba de Balão Intra-Aórtico", 1], ["Laboratórios B. Braun S.A - Perfusor SET PE", 1], ["Terumo Medical do Brasil Ltda - Radifocus Optitorque Cateter Angiográfico", 1], ["Auto Suture do Brasil Ltda - Bomba Externa de Infusão de Insulina Paradigm Medtronic", 1], ["Smiths Medical do Brasil Produtos Hospitalares Ltda - Reservatórios para Medicação CADD – Oclusão do tubo", 1], ["Vipi Indústria, Comércio, Exportação e Importação de Prod. Odontológicos Ltda - Resina Acrílica Autopolimerizável", 1], ["Amed S/A - Compressa Cirúrgica Campo Operatório Estéril com Elemento Radiopaco", 1], ["Biosys Ltda - Afias NT-proBNP", 1], ["Isomedical Comercial Ltda - Sistema de Bombeamento Intra-Aórtico (IABP) - Autocat2 Series Autocat2 / Autocat2 Wave", 1], ["bioMérieux Brasil Indústria e Comércio de Produtos Laboratoriais Ltda - Gelose Mueller Hinton E", 1], ["Greiner Bio-One Brasil Produtos Médicos Hospitalares Ltda - Família Vacuette Tubo para Coleta a Vácuo para Sorologia", 1], ["Align Technology do Brasil Ltda - Alinhadores Ortodônticos Removíveis - Tratamento Invisalign diferente do solicitado", 1], ["Perkinelmer do Brasil Ltda - Delfia Inducer - Etiqueta é colocada muito abaixo no frasco", 1], ["Abbott Laboratórios do Brasil Ltda - Família Abbott RealTime HIV-1 - Prazo de validade impresso na ficha do kit está incorreto", 1], ["Siemens Healthcare Diagnósticos Ltda - Reagente Flex Tacrolimus (TAC) Dimension - Imprecisão confirmada para Controle de Qualidade (QC)", 1], ["Laboratórios B. Braun S/A - Infusomat® Compact Plus - Possibilidade de penetração de resíduos líquidos para o interior do Cabo Combi Compact Plus - Recolhimento", 1], ["WEM Equipamentos Eletrônicos Ltda - Coagulador por Plasma de Argônio - Ausência de componentes", 1], ["Bio-Rad Laboratórios Brasil Ltda - Família Lyphochek Coagulation Control", 1], ["Fleximed Comércio e Serviços de Produtos Médicos Hospitalares Ltda - Ventilador Pulmonar", 1], ["Laboratórios B. Braun S/A - Instrumental Bipolar de uso único Aesculap - Soltura de uma mola contida na mandíbula do produto", 1], ["Gabisa Medical International Ltda Epp - Coletor de Urina Sistema Fechado (Neonatal) GMI - Vazamento na conexão", 1], ["Cardinal Health do Brasil Ltda", 1], ["Philips Medical Systems Ltda - Ventilador Pulmonar Trilogy EVO - Precisão do oxigênio entregue abaixo da tolerância exigida quando fornece terapia de oxigênio de alta concentração", 1], ["Siemens Healthcare Diagnósticos LTDA - Equipamento para Angiografia Artis pheno", 1], ["Getinge do Brasil Equipamentos Médicos Ltda - Bomba de Balão Intra-Aórtico", 1], ["Dräger Indústria e Comércio Ltda - Infinity CentralStation", 1], ["Dräger Indústria e Comércio Ltda - Seattle PAP Plus", 1], ["Philips Medical Systems Ltda - Monitor de sinais vitais EarlyVue VS30 - Alarme de calibração de CO2 necessária, após a calibração inicial na fábrica", 1], ["Fundação Oswaldo Cruz - Instituto de Tecnologia em Imunobiológicos - Kit NAT HIV/HCV/HBV Bio-Manguinhos", 1], ["CEI Comércio Exportação e Importação de Materiais Médicos Ltda", 1], ["Getinge do Brasil Equipamentos Médicos Ltda - Drenagem Torácica com Selo Seco Express Mini", 1], ["Cirúrgica Fernandes Com. Mat. Cir. Hosp. Ltda", 1], ["Abbott Laboratórios do Brasil - Produto Accelerator a3600", 1], ["Fujifilm do Brasil Ltda", 1], ["VR Medical Importadora e Distribuidora de Produtos Médicos Ltda - Laborie InjeTAK – Embalagem, da agulha InjeTAK, danificada. Recolhimento", 1], ["Indumed Com. Imp. e Exp. de Prods. Meds Ltda", 1], ["Arthrex do Brasil Importação e Comércio de Equipamentos Médicos Ltda", 1], ["Auto Suture do Brasil LTDA - Cateter de Alto Fluxo para Hemodiálise Mahurkar QPLUS e Acessórios", 1], ["Smiths Medical do Brasil Produtos Hospitalares Ltda - Sistema de Administração CADD - Oclusão do tubo", 1], ["Terumo Medical do Brasil Ltda", 1], ["Blumenthal Distribuidora - Importação, Exportação, Comércio e Distribuição de Materiais Médico-Hospitalares e Ortopédicos Ltda", 1], ["Quibasa Química Básica Ltda - Biolisa", 1], ["SIN – Sistema de Implante Nacional S.A", 1], ["Diasorin Ltda", 1], ["Alfa Med Sistemas Médicos Ltda", 1], ["Labtest Diagnóstica S/A", 1], ["Greiner Bio-One Brasil Produtos Médicos Hospitalares Ltda", 1], ["CML - Centro Médico Logístico Ltda", 1], ["Erimar Industria e Comércio de Produtos para Saúde", 1], ["Biomedical Produtos Científicos Médicos e Hospitalares S.A", 1], ["Kapra Comércio Importação e Serviços Ltda", 1], ["JJSV Produtos Óticos Ltda", 1], ["VMI Tecnologias Ltda", 1], ["Sintegra Surgical Sciencies Ltda", 1], ["Nihon Kohden Brasil Importação, Exportação e Comércio de Equipamentos Médicos Ltda", 1], ["Gold Analisa Diagnóstica Ltda", 1], ["Dräger Indústria e Comércio Ltda - Carina", 1], ["GCA Brasil Importação e Exportação Ltda - ETVI", 1], ["D&I Comércio de Equipamentos Médicos Ltda", 1], ["VR Medical Importadora e Distribuidora de Produtos Médicos Ltda - CRG", 1], ["ST. Jude Medical Brasil Ltda - Heartmate 3", 1], ["GCA Brasil Importação e Exportação Ltda", 1], ["Biomerieux Brasil Indústria e Comércio e Produtos Laboratoriais Ltda", 1], ["Intuitive Surgical Brasil Importação e Comércio de Equipamentos Cirúrgicos Ltda - Sistema Cirúrgico Robótico da Vinci - Intuitive Surgical / Endoscopic Instrument Control System da Vinci", 1], ["Ortho Clinical Diagnostics do Brasil Produto para Saúde", 1], ["Instituto de Biologia Molecular do Paraná - IBMP - Kit IBMP Biomol ZDC", 1], ["Maquira Indústria de Produtos Odontológicos S.A", 1], ["Anápolis Indústria e Comércio de Produtos Hospitalares Ltda - Compressa Campo Operatório", 1], ["Firstlab Indústria, Importação e Exportação de Produtos para Laboratórios Ltda", 1]]