{"80102511461": {"Registro Anvisa": "80102511461", "Alertas encontrados": 1, "Equipamentos": [{"ID": "65952730", "Tipo": "Aspirador cirúrgico", "Marca": "Medela", "Modelo": "Basic", "Série": "1747995", "TAG": null, "Lote": null, "Patrimônio": null, "Unidade": "HM Brasilândia", "Setor": "Centro Cirúrgico", "Localização": null, "Propriedade": "RTS Rio Locação", "Garantia início": null, "Garantia término": null, "Número Registro Anvisa": 80102511461.0, "Situação do Registro Anvisa": "Vigente", "Data vigência": null, "Classificação de Risco": "II - MÉDIO RISCO", "Situação": "Disponível", "Foto": "Equipamentos_Images/65952730.Foto.194419.png", "Contrato": "a702382f", "Data inclusão": 1691452800000}, {"ID": "adc48997", "Tipo": "Aspirador cirúrgico", "Marca": "Medela", "Modelo": "Basic", "Série": "1867474", "TAG": null, "Lote": null, "Patrimônio": null, "Unidade": "HM Brasilândia", "Setor": "Centro Cirúrgico", "Localização": null, "Propriedade": "RTS Rio Locação", "Garantia início": null, "Garantia término": null, "Número Registro Anvisa": 80102511461.0, "Situação do Registro Anvisa": "Vigente", "Data vigência": null, "Classificação de Risco": "II - MÉDIO RISCO", "Situação": "Disponível", "Foto": "Equipamentos_Images/65952730.Foto.194419.png", "Contrato": "a702382f", "Data inclusão": 1691452800000}], "Alertas": [{"Número do alerta:": "3412", "Data do alerta:": "29/12/2020", "Link do alerta:": "http://antigo.anvisa.gov.br/informacoes-tecnicas13?p_p_id=101_INSTANCE_R6VaZWsQDDzS&p_p_col_id=column-1&p_p_col_pos=1&p_p_col_count=2&_101_INSTANCE_R6VaZWsQDDzS_groupId=33868&_101_INSTANCE_R6VaZWsQDDzS_urlTitle=alerta-3412-tecnovigilancia-vr-medical-importadora-e-distribuidora-de-produtos-medicos-ltda-aspirador-cirurgico-data-de-validade-de-esterilidade-codif&_101_INSTANCE_R6VaZWsQDDzS_struts_action=%2Fasset_publisher%2Fview_content&_101_INSTANCE_R6VaZWsQDDzS_assetEntryId=6174846&_101_INSTANCE_R6VaZWsQDDzS_type=content", "Resumo:": "Alerta 3412 (Tecnovigilância) - VR Medical Importadora e Distribuidora de Produtos Médicos Ltda - Aspirador Cirúrgico - Data de validade de esterilidade codificada incorretamente.", "Identificação do produto ou caso:": "Nome Comercial: Aspirador Cirúrgico. Nome Técnico: Aspirador Cirúrgico. Número de registro ANVISA: 80102511461. Tipo de produto: Equipamento. Classe de Risco: II - Médio Risco. Modelo afetado: Dominant Flex. Acessório: Tubo de Aspiração Universal AXS 300cm. Números de série afetados: W-024423.", "Problema:": "A empresa detentora do registro informou que o rótulo do número de lote W-024423 foi rotulado com a data de validade de esterilidade incorreta. O prazo de validade descrito na embalagem está como 24/07-2023 (24-JUL-2023), enquanto o código de barras impresso na etiqueta mostra o prazo de validade correto que é até 24/07-2021 (24-JUL-2021). O lote W-024423 deve ter o prazo de validade correto de 24/07/2021 (24/07/2021).   A esterilidade da tubulação será afetada após vencimento da data de validade. A empresa detentora do registro informou que o rótulo do número de lote W-024423 foi rotulado com a data de validade de esterilidade incorreta. O prazo de validade descrito na embalagem está como 24/07-2023 (24-JUL-2023), enquanto o código de barras impresso na etiqueta mostra o prazo de validade correto que é até 24/07-2021 (24-JUL-2021). O lote W-024423 deve ter o prazo de validade correto de 24/07/2021 (24/07/2021). A esterilidade da tubulação será afetada após vencimento da data de validade.", "Ação:": "Ação de Campo Código PFA 2575312 sob responsabilidade da empresa VR Medical Importadora E Distribuidora De Produtos Médicos Ltda. Recolhimento. Destruição. Ação de Campo Código PFA 2575312 sob responsabilidade da empresa VR Medical Importadora E Distribuidora De Produtos Médicos Ltda. Recolhimento. Destruição.", "Histórico:": "Notificação feita pela empresa em atendimento à RDC 23/2012 (que dispõe sobre a obrigatoriedade de execução e notificação de ação de campo por parte do detentor do registro do produto para a saúde).   Empresa detentora do registro: VR Medical Importadora e Distribuidora de Produtos Médicos Ltda - CNPJ: 04.718.143/0001-94 - Rua Batataes, 391 Conjuntos 11, 12 E 13 - São Paulo - SP. Tel: 11989257160. E-mail: cristiane.aguirre@vrmedical.com.br. Fabricante do produto: Medela AG - Lättichstrasse 4b 6340 Baar - Suíça. Notificação feita pela empresa em atendimento à RDC 23/2012 (que dispõe sobre a obrigatoriedade de execução e notificação de ação de campo por parte do detentor do registro do produto para a saúde).  Empresa detentora do registro: VR Medical Importadora e Distribuidora de Produtos Médicos Ltda - CNPJ: 04.718.143/0001-94 - Rua Batataes, 391 Conjuntos 11, 12 E 13 - São Paulo - SP. Tel: 11989257160. E-mail: cristiane.aguirre@vrmedical.com.br. Fabricante do produto: Medela AG - Lättichstrasse 4b 6340 Baar - Suíça.", "Recomendações:": "A empresa recomenda: 1. Verifique imediatamente seu inventário interno para localizar o produto listado no formulário de resposta comercial em anexo e remova-o do ponto de uso. 2. Se o dispositivo identificado acima lê o Catálogo 077.0193 e o número de lote W-024423, descarte o dispositivo e anote isso no formulário de resposta anexo. 3. Divulgue este aviso de Recall-Correção internamente para todas as partes interessadas / afetadas. 4. Mantenha a consciência desta comunicação internamente até que todas as ações necessárias tenham sido concluídas em suas instalações. 5. Informe a Medela se algum dos dispositivos em questão foi distribuído para outras organizações. Em caso afirmativo, forneça detalhes de contato para que a Medela possa informar os destinatários de forma adequada. 6. Informe a Medela sobre quaisquer eventos adversos relacionados ao uso do dispositivo em questão.   Caso queira notificar queixas técnicas e eventos adversos, informe o número do Alerta 3412 no texto da notificação ao utilizar os canais abaixo: Notivisa: Notificações de eventos adversos (EA) e queixas técnicas (QT) para produtos sujeitos à Vigilância Sanitária devem ser feitos por meio do Sistema NOTIVISA (http://portal.anvisa.gov.br/notivisa). Para acessar o Sistema, é preciso se cadastrar e selecionar a opção Profissional de Saúde, se for um profissional liberal ou a opção Instituição/Entidade, se for um profissional de uma instituição/entidade. Sistema de Tecnovigilância: Paciente ou cidadão pode notificar por meio do Sistema de Tecnovigilância/SISTEC acesso por meio do link <http://www.anvisa.gov.br/sistec/notificacaoavulsa/notificacaoavulsa1.asp> A empresa recomenda: 1. Verifique imediatamente seu inventário interno para localizar o produto listado no formulário de resposta comercial em anexo e remova-o do ponto de uso. 2. Se o dispositivo identificado acima lê o Catálogo 077.0193 e o número de lote W-024423, descarte o dispositivo e anote isso no formulário de resposta anexo. 3. Divulgue este aviso de Recall-Correção internamente para todas as partes interessadas / afetadas. 4. Mantenha a consciência desta comunicação internamente até que todas as ações necessárias tenham sido concluídas em suas instalações. 5. Informe a Medela se algum dos dispositivos em questão foi distribuído para outras organizações. Em caso afirmativo, forneça detalhes de contato para que a Medela possa informar os destinatários de forma adequada. 6. Informe a Medela sobre quaisquer eventos adversos relacionados ao uso do dispositivo em questão.  Caso queira notificar queixas técnicas e eventos adversos, informe o número do Alerta 3412 no texto da notificação ao utilizar os canais abaixo: Notivisa: Notificações de eventos adversos (EA) e queixas técnicas (QT) para produtos sujeitos à Vigilância Sanitária devem ser feitos por meio do Sistema NOTIVISA (http://portal.anvisa.gov.br/notivisa). Para acessar o Sistema, é preciso se cadastrar e selecionar a opção Profissional de Saúde, se for um profissional liberal ou a opção Instituição/Entidade, se for um profissional de uma instituição/entidade. Sistema de Tecnovigilância: Paciente ou cidadão pode notificar por meio do Sistema de Tecnovigilância/SISTEC acesso por meio do link <http://www.anvisa.gov.br/sistec/notificacaoavulsa/notificacaoavulsa1.asp>", "Anexos:": " Carta ao cliente  => (https://antigo.anvisa.gov.br/documents/33868/6174821/Carta+ao+Cliente/8a80be47-21ab-4e42-a5c6-ab2a522f4cf7).", "Informações Complementares:": "- Data de identificação do problema pela empresa: 15/12/2020.  - Data da entrada da notificação para a Anvisa: 15/12/2020.   A empresa detentora do registro do produto afetado é responsável por contatar, oportunamente, seus clientes de modo a garantir a efetividade da Ação de Campo em curso. Destaca-se a responsabilidade solidária da cadeia de distribuição e uso dos produtos para a saúde na manutenção de sua qualidade, segurança e eficácia, bem como da efetividade da Ação de Campo, expressa pela RDC 23/2012: (...) Art. 2° Entende-se por detentor de registro de produto para a saúde o titular do registro/cadastro de produto para a saúde junto à Anvisa. Parágrafo único. O detentor de registro, bem como os demais agentes envolvidos desde a produção até o uso do produto, ou descarte deste quando couber, são solidariamente responsáveis pela manutenção da qualidade, segurança e eficácia dos produtos para a saúde até o consumidor final. Art. 12 Os distribuidores de produtos para a saúde devem encaminhar para o detentor de registro, em tempo hábil, o mapa de distribuição e outras informações solicitadas para a notificação e execução de ações de campo. (...) OBS: O presente alerta poderá passar por um processo de atualização caso a Gerência de Tecnovigilância julgue necessário. - Data de identificação do problema pela empresa: 15/12/2020. - Data da entrada da notificação para a Anvisa: 15/12/2020.  A empresa detentora do registro do produto afetado é responsável por contatar, oportunamente, seus clientes de modo a garantir a efetividade da Ação de Campo em curso. Destaca-se a responsabilidade solidária da cadeia de distribuição e uso dos produtos para a saúde na manutenção de sua qualidade, segurança e eficácia, bem como da efetividade da Ação de Campo, expressa pela RDC 23/2012: (...) Art. 2° Entende-se por detentor de registro de produto para a saúde o titular do registro/cadastro de produto para a saúde junto à Anvisa. Parágrafo único. O detentor de registro, bem como os demais agentes envolvidos desde a produção até o uso do produto, ou descarte deste quando couber, são solidariamente responsáveis pela manutenção da qualidade, segurança e eficácia dos produtos para a saúde até o consumidor final. Art. 12 Os distribuidores de produtos para a saúde devem encaminhar para o detentor de registro, em tempo hábil, o mapa de distribuição e outras informações solicitadas para a notificação e execução de ações de campo. (...) OBS: O presente alerta poderá passar por um processo de atualização caso a Gerência de Tecnovigilância julgue necessário.", "Empresa:": "VR Medical Importadora E Distribuidora De Produtos Médicos Ltda", "Nome Comercial:": "Aspirador Cirúrgico", "Nome Técnico:": "Aspirador Cirúrgico", "Número de registro ANVISA:": "80102511461", "Tipo de produto:": "Equipamento", "Classe de Risco:": "II - Médio Risco", "Modelo afetado:": "Dominant Flex. Acessório: Tubo de Aspiração Universal AXS 300cm", "Números de série afetados:": "W-024423"}]}, "80146502242": {"Registro Anvisa": "80146502242", "Alertas encontrados": 8, "Equipamentos": [{"ID": "db2062fd", "Tipo": "Monitor multiparâmetro", "Marca": "Globaltec", "Modelo": "GT1200", "Série": "Q068E034971", "TAG": null, "Lote": null, "Patrimônio": "318", "Unidade": "HM Brasilândia", "Setor": "UTI Pediátrica", "Localização": null, "Propriedade": "HM Brasilândia", "Garantia início": null, "Garantia término": null, "Número Registro Anvisa": 80146502242.0, "Situação do Registro Anvisa": "Vigente", "Data vigência": null, "Classificação de Risco": "III - ALTO RICO", "Situação": "Disponível", "Foto": "Equipamentos_Images/faa2bf97.Foto.180021.jpg", "Contrato": null, "Data inclusão": 1693353600000}], "Alertas": [{"Número do alerta:": "4363", "Data do alerta:": "28/12/2023", "Link do alerta:": "http://antigo.anvisa.gov.br/informacoes-tecnicas13?p_p_id=101_INSTANCE_R6VaZWsQDDzS&p_p_col_id=column-1&p_p_col_pos=1&p_p_col_count=2&_101_INSTANCE_R6VaZWsQDDzS_groupId=33868&_101_INSTANCE_R6VaZWsQDDzS_urlTitle=alerta-4363-tecnovigilancia-comunicado-da-empresa-abbott-laboratorios-do-brasil-ltda-glp-systems-track-&_101_INSTANCE_R6VaZWsQDDzS_struts_action=%2Fasset_publisher%2Fview_content&_101_INSTANCE_R6VaZWsQDDzS_assetEntryId=6698722&_101_INSTANCE_R6VaZWsQDDzS_type=content", "Resumo:": "Alerta 4363 (Tecnovigilância) - Comunicado da empresa Abbott Laboratórios do Brasil Ltda - GLP Systems Track.", "Identificação do produto ou caso:": "Local de distribuição do produto informado pela empresa: Paraná; São Paulo. Nome Comercial: GLP Systems Trak. Nome Técnico: Instrumento para preparo e processamento de amostras – fase pré-analítica. Número de registro ANVISA: 80146502242. Tipo de produto: Produto para Diagnóstico in vitro (IVD). Classe de Risco: I. Modelo afetado: GLP Systems. Números de série afetados: Todos.", "Problema:": "Uma atualização de rotulagem é necessária para os produtos listados na carta para atender à resolução brasileira RDC 37/2015 (dispositivos médicos e IVDs que devem conter no rótulo um aviso padrão sobre látex em português “CONTÉM LÁTEX NATURAL. PODE CAUSAR ALERGIA”). O GLP systems Track inclui peças e/ou subconjuntos de hardware internos que contêm borracha natural seca (látex) que pode causar reações alérgicas, mas que não incluem o rótulo de precaução exigido. Existe potencial para dano ao operador se um usuário com hipersensibilidade à borracha natural seca (látex) interagir com esses componentes.   Data de identificação do problema pela empresa: 19/10/2023. Uma atualização de rotulagem é necessária para os produtos listados na carta para atender à resolução brasileira RDC 37/2015 (dispositivos médicos e IVDs que devem conter no rótulo um aviso padrão sobre látex em português “CONTÉM LÁTEX NATURAL. PODE CAUSAR ALERGIA”). O GLP systems Track inclui peças e/ou subconjuntos de hardware internos que contêm borracha natural seca (látex) que pode causar reações alérgicas, mas que não incluem o rótulo de precaução exigido. Existe potencial para dano ao operador se um usuário com hipersensibilidade à borracha natural seca (látex) interagir com esses componentes.  Data de identificação do problema pela empresa: 19/10/2023.", "Ação:": "Ação de Campo Código FA19OCT2023 - Versão D sob responsabilidade da empresa Abbott Laboratórios do Brasil Ltda. Correção em campo - Atualização, correção ou complementação da rotulagem. Ação de Campo Código FA19OCT2023 - Versão D sob responsabilidade da empresa Abbott Laboratórios do Brasil Ltda. Correção em campo - Atualização, correção ou complementação da rotulagem.", "Histórico:": "Notificação feita pela empresa em atendimento à RDC Anvisa 551/2021 (que dispõe sobre a obrigatoriedade de execução e notificação de ação de campo por parte do detentor do registro do produto para a saúde). Empresa detentora do registro: Abbott Laboratórios do Brasil Ltda - CNPJ: 56.998.701/0001-16. Endereço: Rua Michigan, 735 - São Paulo - SP. Tel: (11) 5536-7545. E-mail: patricia.carvalholeite@abbott.com. Fabricante do produto: Glomb GmbH & Co. KG - Hardeslebener Str. 6, 25421 Pinneberg - Alemanha. Notificação feita pela empresa em atendimento à RDC Anvisa 551/2021 (que dispõe sobre a obrigatoriedade de execução e notificação de ação de campo por parte do detentor do registro do produto para a saúde). Empresa detentora do registro: Abbott Laboratórios do Brasil Ltda - CNPJ: 56.998.701/0001-16. Endereço: Rua Michigan, 735 - São Paulo - SP. Tel: (11) 5536-7545. E-mail: patricia.carvalholeite@abbott.com. Fabricante do produto: Glomb GmbH & Co. KG - Hardeslebener Str. 6, 25421 Pinneberg - Alemanha.", "Recomendações:": "- Siga as boas práticas laboratoriais utilizando luvas impermeáveis e outros equipamentos de proteção individual ao trabalhar com o GLP systems Track.  - Caso tenha encaminhado o produto listado acima a outros laboratórios, favor informá-los desta Correção de Produto e providenciar uma cópia deste comunicado.  - Guarde este comunicado nos arquivos de seu laboratório.  - Um rótulo de precaução indica a presença de borracha natural seca (látex) e será aplicado ao Input/Output Module e/ou Tube Assessment Module, embora o látex esteja presente em vários locais do GLP systems Track. Seu representante Abbott local agendará uma visita de serviço quando o rótulo do instrumento estiver disponível para ser aplicado.  - Além disso, a frase de precaução sobre a presença de borracha natural seca (látex) será incluída em uma versão futura do Manual de Operações.  - Em caso de dúvidas relacionadas a este comunicado, entre em contato com o Centro de Serviço ao Cliente local (0800 011 9099) e informe o seguinte código de referência: FA19OCT2023 - Versão D - ANVISA n°: 80146502242. Para notificar queixas técnicas e eventos adversos, informe o número do Alerta 4363 no texto da notificação ao utilizar os canais abaixo: Notivisa: Notificações de eventos adversos (EA) e queixas técnicas (QT) de produtos sujeitos à Vigilância Sanitária devem ser feitos por meio do Sistema Notivisa (https://www.gov.br/anvisa/pt-br/assuntos/fiscalizacao-e-monitoramento/notificacoes). - Siga as boas práticas laboratoriais utilizando luvas impermeáveis e outros equipamentos de proteção individual ao trabalhar com o GLP systems Track. - Caso tenha encaminhado o produto listado acima a outros laboratórios, favor informá-los desta Correção de Produto e providenciar uma cópia deste comunicado. - Guarde este comunicado nos arquivos de seu laboratório. - Um rótulo de precaução indica a presença de borracha natural seca (látex) e será aplicado ao Input/Output Module e/ou Tube Assessment Module, embora o látex esteja presente em vários locais do GLP systems Track. Seu representante Abbott local agendará uma visita de serviço quando o rótulo do instrumento estiver disponível para ser aplicado. - Além disso, a frase de precaução sobre a presença de borracha natural seca (látex) será incluída em uma versão futura do Manual de Operações. - Em caso de dúvidas relacionadas a este comunicado, entre em contato com o Centro de Serviço ao Cliente local (0800 011 9099) e informe o seguinte código de referência: FA19OCT2023 - Versão D - ANVISA n°: 80146502242. Para notificar queixas técnicas e eventos adversos, informe o número do Alerta 4363 no texto da notificação ao utilizar os canais abaixo: Notivisa: Notificações de eventos adversos (EA) e queixas técnicas (QT) de produtos sujeitos à Vigilância Sanitária devem ser feitos por meio do Sistema Notivisa (https://www.gov.br/anvisa/pt-br/assuntos/fiscalizacao-e-monitoramento/notificacoes).", "Anexos:": " Carta ao Cliente  => (https://antigo.anvisa.gov.br/documents/33868/6698699/Carta+ao+Cliente/ee8a85a2-7282-4e90-8311-82404fdbfc10).", "Informações Complementares:": "Data da entrada da notificação para a Anvisa: 18/12/2023. A empresa detentora do registro do produto afetado é responsável por contatar, oportunamente, seus clientes de modo a garantir a execução e a efetividade da Ação de Campo em curso. Destaca-se a responsabilidade solidária da cadeia de distribuição e uso dos produtos para a saúde na manutenção de sua qualidade, segurança e eficácia, bem como da efetividade da Ação de Campo, expressa pela RDC Anvisa 551/2021 (https://www.in.gov.br/web/dou/-/resolucao-rdc-n-551-de-30-de-agosto-de-2021-341672897). O presente alerta será atualizado sempre que necessário. Data da entrada da notificação para a Anvisa: 18/12/2023. A empresa detentora do registro do produto afetado é responsável por contatar, oportunamente, seus clientes de modo a garantir a execução e a efetividade da Ação de Campo em curso. Destaca-se a responsabilidade solidária da cadeia de distribuição e uso dos produtos para a saúde na manutenção de sua qualidade, segurança e eficácia, bem como da efetividade da Ação de Campo, expressa pela RDC Anvisa 551/2021 (https://www.in.gov.br/web/dou/-/resolucao-rdc-n-551-de-30-de-agosto-de-2021-341672897). O presente alerta será atualizado sempre que necessário.", "Empresa:": "Abbott Laboratórios do Brasil Ltda", "Nome Comercial:": "GLP Systems Trak", "Nome Técnico:": "Instrumento para preparo e processamento de amostras – fase pré-analítica", "Número de registro ANVISA:": "80146502242", "Tipo de produto:": "Produto para Diagnóstico in vitro (IVD)", "Classe de Risco:": "I", "Modelo afetado:": "GLP Systems", "Números de série afetados:": "Todos"}, {"Número do alerta:": "3765", "Data do alerta:": "09/02/2022", "Link do alerta:": "http://antigo.anvisa.gov.br/informacoes-tecnicas13?p_p_id=101_INSTANCE_R6VaZWsQDDzS&p_p_col_id=column-1&p_p_col_pos=1&p_p_col_count=2&_101_INSTANCE_R6VaZWsQDDzS_groupId=33868&_101_INSTANCE_R6VaZWsQDDzS_urlTitle=alerta-3765-tecnovigilancia-comunicado-da-empresa-abbott-laboratorios-do-brasil-ltda-glp-systems-problema-de-ciberseguranca-global-atualizacao-de-soft&_101_INSTANCE_R6VaZWsQDDzS_struts_action=%2Fasset_publisher%2Fview_content&_101_INSTANCE_R6VaZWsQDDzS_assetEntryId=6390994&_101_INSTANCE_R6VaZWsQDDzS_type=content", "Resumo:": "Alerta 3765 (Tecnovigilância) - Comunicado da empresa Abbott Laboratórios do Brasil Ltda - GLP Systems - problema de cibersegurança global - Atualização de software.", "Identificação do produto ou caso:": "Nome Comercial: GLP Systems. Nome Técnico: Instrumento para preparo e processamento de amostras – fase pré-analítica. Número de registro ANVISA: 80146502242. Tipo de produto: Produto para diagnóstico de uso in vitro. Classe de Risco: I. Modelo afetado: GLP Systems. Números de série afetados: AAS110.", "Problema:": "A Abbott ficou ciente de um problema de cibersegurança global relacionado à vulnerabilidade de execução de um código remoto impactando a Apache Log4j2, uma ferramenta de registro comumente utilizada em aplicações de software baseadas em Java. A vulnerabilidade da Apache Log4j2 só está presente no software do Track Sample Manager (TSM) e Track Workflow Manager (TWM) no GLP systems Track. Data de identificação do problema pela empresa: 28/01/2022. A Abbott ficou ciente de um problema de cibersegurança global relacionado à vulnerabilidade de execução de um código remoto impactando a Apache Log4j2, uma ferramenta de registro comumente utilizada em aplicações de software baseadas em Java. A vulnerabilidade da Apache Log4j2 só está presente no software do Track Sample Manager (TSM) e Track Workflow Manager (TWM) no GLP systems Track. Data de identificação do problema pela empresa: 28/01/2022.", "Ação:": "Ação de Campo Código FA28JAN2022 sob responsabilidade da empresa Abbott Laboratórios do Brasil Ltda. Correção em Campo. Atualização de software. Ação de Campo Código FA28JAN2022 sob responsabilidade da empresa Abbott Laboratórios do Brasil Ltda. Correção em Campo. Atualização de software.", "Histórico:": "Notificação feita pela empresa em atendimento à RDC Anvisa 551/2021 (que dispõe sobre a obrigatoriedade de execução e notificação de ação de campo por parte do detentor do registro do produto para a saúde). Empresa detentora do registro: Abbott Laboratórios do Brasil Ltda - CNPJ: 56.998.701/0001-16 - Rua Michigan, 735 - Cidade Monções - São Paulo - SP. Tel: 55 11 5536 7126. E-mail: tammy.rodrigues@abbott.com. Fabricante do produto: Abbott GmbH & Co. KG. - Alemanha - Max-Planck-Ring 2, 65205 Wiesbaden, Alemanha. Notificação feita pela empresa em atendimento à RDC Anvisa 551/2021 (que dispõe sobre a obrigatoriedade de execução e notificação de ação de campo por parte do detentor do registro do produto para a saúde). Empresa detentora do registro: Abbott Laboratórios do Brasil Ltda - CNPJ: 56.998.701/0001-16 - Rua Michigan, 735 - Cidade Monções - São Paulo - SP. Tel: 55 11 5536 7126. E-mail: tammy.rodrigues@abbott.com. Fabricante do produto: Abbott GmbH & Co. KG. - Alemanha - Max-Planck-Ring 2, 65205 Wiesbaden, Alemanha.", "Recomendações:": "A empresa orienta continuar a utilizar o seu GLP systems Track. Se souber de uma potencial exploração, entre em contato com o seu representante Abbott imediatamente. Caso seu laboratório ou os profissionais de saúde atendidos tenham dúvidas relacionadas a esta informação, entre em contato com o seu representante do Centro de Serviço ao Cliente local (0800-011-9099) e informe o seguinte código de referência: FA28JAN2022. Em caso de lesão de paciente ou usuário associada a esta Ação de Campo, reporte mediatamente o evento ao Centro de Serviço ao Cliente local. RMS: 80146502242. O representante da empresa entrará em Contato para agendar a instalação mandatória dos patches de segurança do software do TSM e do TWM. Caso tenha encaminhado o produto listado acima a outros laboratórios, favor informá-los desta Correção de Produto e fornecer uma cópia deste comunicado. Para notificar queixas técnicas e eventos adversos, informe o número do Alerta 3765 no texto da notificação ao utilizar os canais abaixo: Notivisa: Notificações de eventos adversos (EA) e queixas técnicas (QT) de produtos sujeitos à Vigilância Sanitária devem ser feitos por meio do Sistema Notivisa (https://www.gov.br/anvisa/pt-br/assuntos/fiscalizacao-e-monitoramento/notificacoes). A empresa orienta continuar a utilizar o seu GLP systems Track. Se souber de uma potencial exploração, entre em contato com o seu representante Abbott imediatamente. Caso seu laboratório ou os profissionais de saúde atendidos tenham dúvidas relacionadas a esta informação, entre em contato com o seu representante do Centro de Serviço ao Cliente local (0800-011-9099) e informe o seguinte código de referência: FA28JAN2022. Em caso de lesão de paciente ou usuário associada a esta Ação de Campo, reporte mediatamente o evento ao Centro de Serviço ao Cliente local. RMS: 80146502242. O representante da empresa entrará em Contato para agendar a instalação mandatória dos patches de segurança do software do TSM e do TWM. Caso tenha encaminhado o produto listado acima a outros laboratórios, favor informá-los desta Correção de Produto e fornecer uma cópia deste comunicado. Para notificar queixas técnicas e eventos adversos, informe o número do Alerta 3765 no texto da notificação ao utilizar os canais abaixo: Notivisa: Notificações de eventos adversos (EA) e queixas técnicas (QT) de produtos sujeitos à Vigilância Sanitária devem ser feitos por meio do Sistema Notivisa (https://www.gov.br/anvisa/pt-br/assuntos/fiscalizacao-e-monitoramento/notificacoes).", "Anexos:": " Carta ao Cliente  => (https://antigo.anvisa.gov.br/documents/33868/6390971/Carta+ao+Cliente/816904f5-9cc7-4d3f-a989-36b43028e671).", "Informações Complementares:": "Data da entrada da notificação para a Anvisa: 04/02/2022. A empresa detentora do registro do produto afetado é responsável por contatar, oportunamente, seus clientes de modo a garantir a execução e a efetividade da Ação de Campo em curso. Destaca-se a responsabilidade solidária da cadeia de distribuição e uso dos produtos para a saúde na manutenção de sua qualidade, segurança e eficácia, bem como da efetividade da Ação de Campo, expressa pela RDC Anvisa 551/2021 (https://www.in.gov.br/web/dou/-/resolucao-rdc-n-551-de-30-de-agosto-de-2021-341672897). O presente alerta será atualizado sempre que necessário. Data da entrada da notificação para a Anvisa: 04/02/2022. A empresa detentora do registro do produto afetado é responsável por contatar, oportunamente, seus clientes de modo a garantir a execução e a efetividade da Ação de Campo em curso. Destaca-se a responsabilidade solidária da cadeia de distribuição e uso dos produtos para a saúde na manutenção de sua qualidade, segurança e eficácia, bem como da efetividade da Ação de Campo, expressa pela RDC Anvisa 551/2021 (https://www.in.gov.br/web/dou/-/resolucao-rdc-n-551-de-30-de-agosto-de-2021-341672897). O presente alerta será atualizado sempre que necessário.", "Empresa:": "Abbott Laboratórios do Brasil Ltda - GLP Systems - problema de cibersegurança global", "Nome Comercial:": "GLP Systems", "Nome Técnico:": "Instrumento para preparo e processamento de amostras – fase pré-analítica", "Número de registro ANVISA:": "80146502242", "Tipo de produto:": "Produto para diagnóstico de uso in vitro", "Classe de Risco:": "I", "Modelo afetado:": "GLP Systems", "Números de série afetados:": "AAS110"}, {"Número do alerta:": "3834", "Data do alerta:": "19/04/2022", "Link do alerta:": "http://antigo.anvisa.gov.br/informacoes-tecnicas13?p_p_id=101_INSTANCE_R6VaZWsQDDzS&p_p_col_id=column-1&p_p_col_pos=1&p_p_col_count=2&_101_INSTANCE_R6VaZWsQDDzS_groupId=33868&_101_INSTANCE_R6VaZWsQDDzS_urlTitle=alerta-3834-tecnovigilancia-comunicado-da-empresa-abbott-laboratorios-do-brasil-ltda-glp-systems-10-problemas-foram-identificados-nos-modulos-correcao&_101_INSTANCE_R6VaZWsQDDzS_struts_action=%2Fasset_publisher%2Fview_content&_101_INSTANCE_R6VaZWsQDDzS_assetEntryId=6424823&_101_INSTANCE_R6VaZWsQDDzS_type=content", "Resumo:": "Alerta 3834 (Tecnovigilância) - Comunicado da empresa Abbott Laboratórios do Brasil Ltda - GLP Systems – 10 problemas foram identificados nos módulos - Correção em Campo. Correção de partes/peças.", "Identificação do produto ou caso:": "Nome Comercial: GLP Systems. Nome Técnico: Instrumento para preparo e processamento de amostras – fase pré-analítica. Número de registro ANVISA: 80146502242. Tipo de produto: Produto para diagnóstico de uso in vitro. Classe de Risco: I. Modelo afetado: GLP Systems. Números de série afetados: M02A000235 / M02A000236 / M05A000220 / M05A000230 / M05A000231 / M05A000232 / M01A000247 / M01A000263 / M03A000148 / M03A000149 (Referência AAS110).", "Problema:": "Como parte dos esforços contínuos da Abbott para otimizar o GLP systems track, dez problemas foram identificados relacionados aos módulos listados acima. Consulte o Apêndice A para uma descrição completa dos problemas. Consulte o Apêndice A para detalhes sobre o potencial impacto sobre resultados de pacientes e/ou segurança do operador. Caso seu laboratório ou os profissionais de saúde atendidos tenham dúvidas relacionadas a esta informação, entre em contato com o seu representante do Centro de Serviço ao Cliente local (0800-011-9099) e informe o seguinte código de referência: FA14MAR2022. Em caso de lesão de paciente ou usuário associada a esta Ação de Campo, reporte mediatamente o evento ao Centro de Serviço ao Cliente local. RMS: 80146502242. Data de identificação do problema pela empresa: 14/03/2022. Como parte dos esforços contínuos da Abbott para otimizar o GLP systems track, dez problemas foram identificados relacionados aos módulos listados acima. Consulte o Apêndice A para uma descrição completa dos problemas. Consulte o Apêndice A para detalhes sobre o potencial impacto sobre resultados de pacientes e/ou segurança do operador. Caso seu laboratório ou os profissionais de saúde atendidos tenham dúvidas relacionadas a esta informação, entre em contato com o seu representante do Centro de Serviço ao Cliente local (0800-011-9099) e informe o seguinte código de referência: FA14MAR2022. Em caso de lesão de paciente ou usuário associada a esta Ação de Campo, reporte mediatamente o evento ao Centro de Serviço ao Cliente local. RMS: 80146502242. Data de identificação do problema pela empresa: 14/03/2022.", "Ação:": "Ação de Campo Código FA14MAR2022 sob responsabilidade da empresa Abbott Laboratórios do Brasil Ltda. Correção em Campo. Correção de partes/peças. Ação de Campo Código FA14MAR2022 sob responsabilidade da empresa Abbott Laboratórios do Brasil Ltda. Correção em Campo. Correção de partes/peças.", "Histórico:": "Notificação feita pela empresa em atendimento à RDC Anvisa 551/2021 (que dispõe sobre a obrigatoriedade de execução e notificação de ação de campo por parte do detentor do registro do produto para a saúde). Empresa detentora do registro: Abbott Laboratórios do Brasil Ltda - CNPJ: 56.998.701/0001-16 - Rua Michigan, 735 - Cidade Monções - São Paulo - SP. Tel: 55 11 5536 7126. E-mail: tammy.rodrigues@abbott.com. Fabricante do produto: Abbott GmbH & Co. KG. - Alemanha - Max-Planck-Ring 2, 65205 Wiesbaden, Alemanha. Notificação feita pela empresa em atendimento à RDC Anvisa 551/2021 (que dispõe sobre a obrigatoriedade de execução e notificação de ação de campo por parte do detentor do registro do produto para a saúde). Empresa detentora do registro: Abbott Laboratórios do Brasil Ltda - CNPJ: 56.998.701/0001-16 - Rua Michigan, 735 - Cidade Monções - São Paulo - SP. Tel: 55 11 5536 7126. E-mail: tammy.rodrigues@abbott.com. Fabricante do produto: Abbott GmbH & Co. KG. - Alemanha - Max-Planck-Ring 2, 65205 Wiesbaden, Alemanha.", "Recomendações:": "Para os problemas 1 a 3, seu representante Abbott agendará um upgrade mandatório do software do seu IOM/TAM. Siga as Medidas Necessárias indicadas no Apêndice A até que a nova versão do software seja instalada. Para os problemas 4 a 10, siga as Medidas Necessárias indicadas no Apêndice A. Um representante da Abbott entrará em contato para agendar o upgrade do módulo específico quando este estiver disponível. Caso tenha encaminhado os produtos listados acima para outros laboratórios, favor informá-los desta Correção de Produto e fornecer uma cópia deste comunicado. Preencha e envie o Formulário de Resposta do Cliente. Guarde este comunicado nos arquivos de seu laboratório. Para notificar queixas técnicas e eventos adversos, informe o número do Alerta 3834 no texto da notificação ao utilizar os canais abaixo: Notivisa: Notificações de eventos adversos (EA) e queixas técnicas (QT) de produtos sujeitos à Vigilância Sanitária devem ser feitos por meio do Sistema Notivisa (https://www.gov.br/anvisa/pt-br/assuntos/fiscalizacao-e-monitoramento/notificacoes). Para os problemas 1 a 3, seu representante Abbott agendará um upgrade mandatório do software do seu IOM/TAM. Siga as Medidas Necessárias indicadas no Apêndice A até que a nova versão do software seja instalada. Para os problemas 4 a 10, siga as Medidas Necessárias indicadas no Apêndice A. Um representante da Abbott entrará em contato para agendar o upgrade do módulo específico quando este estiver disponível. Caso tenha encaminhado os produtos listados acima para outros laboratórios, favor informá-los desta Correção de Produto e fornecer uma cópia deste comunicado. Preencha e envie o Formulário de Resposta do Cliente. Guarde este comunicado nos arquivos de seu laboratório. Para notificar queixas técnicas e eventos adversos, informe o número do Alerta 3834 no texto da notificação ao utilizar os canais abaixo: Notivisa: Notificações de eventos adversos (EA) e queixas técnicas (QT) de produtos sujeitos à Vigilância Sanitária devem ser feitos por meio do Sistema Notivisa (https://www.gov.br/anvisa/pt-br/assuntos/fiscalizacao-e-monitoramento/notificacoes).", "Anexos:": " Carta ao Cliente  => (https://antigo.anvisa.gov.br/documents/33868/6424800/Carta+ao+Cliente/0da48121-ab10-4ec6-a52c-a9f492ee3293).", "Informações Complementares:": "Data da entrada da notificação para a Anvisa: 12/07/2022. A empresa detentora do registro do produto afetado é responsável por contatar, oportunamente, seus clientes de modo a garantir a execução e a efetividade da Ação de Campo em curso. Destaca-se a responsabilidade solidária da cadeia de distribuição e uso dos produtos para a saúde na manutenção de sua qualidade, segurança e eficácia, bem como da efetividade da Ação de Campo, expressa pela RDC Anvisa 551/2021 (https://www.in.gov.br/web/dou/-/resolucao-rdc-n-551-de-30-de-agosto-de-2021-341672897). O presente alerta será atualizado sempre que necessário. Data da entrada da notificação para a Anvisa: 12/07/2022. A empresa detentora do registro do produto afetado é responsável por contatar, oportunamente, seus clientes de modo a garantir a execução e a efetividade da Ação de Campo em curso. Destaca-se a responsabilidade solidária da cadeia de distribuição e uso dos produtos para a saúde na manutenção de sua qualidade, segurança e eficácia, bem como da efetividade da Ação de Campo, expressa pela RDC Anvisa 551/2021 (https://www.in.gov.br/web/dou/-/resolucao-rdc-n-551-de-30-de-agosto-de-2021-341672897). O presente alerta será atualizado sempre que necessário.", "Empresa:": "Abbott Laboratórios do Brasil Ltda - GLP Systems – 10 problemas foram identificados nos módulos", "Nome Comercial:": "GLP Systems", "Nome Técnico:": "Instrumento para preparo e processamento de amostras – fase pré-analítica", "Número de registro ANVISA:": "80146502242", "Tipo de produto:": "Produto para diagnóstico de uso in vitro", "Classe de Risco:": "I", "Modelo afetado:": "GLP Systems", "Números de série afetados:": "M02A000235 / M02A000236 / M05A000220 / M05A000230 / M05A000231 / M05A000232 / M01A000247 / M01A000263 / M03A000148 / M03A000149 (Referência AAS110)"}, {"Número do alerta:": "3892", "Data do alerta:": "27/06/2022", "Link do alerta:": "http://antigo.anvisa.gov.br/informacoes-tecnicas13?p_p_id=101_INSTANCE_R6VaZWsQDDzS&p_p_col_id=column-1&p_p_col_pos=1&p_p_col_count=2&_101_INSTANCE_R6VaZWsQDDzS_groupId=33868&_101_INSTANCE_R6VaZWsQDDzS_urlTitle=alerta-3892-tecnovigilancia-comunicado-da-empresa-abbott-laboratorios-do-brasil-ltda-glp-systems-tampa-do-elemento-da-esteira-nao-encaixa-corretamente&_101_INSTANCE_R6VaZWsQDDzS_struts_action=%2Fasset_publisher%2Fview_content&_101_INSTANCE_R6VaZWsQDDzS_assetEntryId=6456022&_101_INSTANCE_R6VaZWsQDDzS_type=content", "Resumo:": "Alerta 3892 (Tecnovigilância) - Comunicado da empresa Abbott Laboratórios do Brasil Ltda - GLP Systems - Tampa do elemento da esteira não encaixa corretamente devido à saliência do interruptor. Correção em Campo. Correção de partes/peças.", "Identificação do produto ou caso:": "Nome Comercial: GLP Systems. Nome Técnico: Instrumento para preparo e processamento de amostras – fase pré-analítica. Número de registro ANVISA: 80146502242. Tipo de produto: Kit de diagnóstico. Classe de Risco: I. Modelo afetado: GLP Systems. Números de série afetados: AAS110.", "Problema:": "A Abbott identificou que a tampa do elemento da esteira não encaixa corretamente devido à saliência do interruptor liga/desliga no Filtro da Esteira (LN 06Q88-01). Isso leva a um dos seguintes cenários: a tampa fica para fora, permanece parcialmente instalada ou fica encostada sobre o elemento. Somente um representante da Abbott pode operar o interruptor liga/desliga principal. •             Não há potencial de resultados de pacientes incorretos serem gerados. •             Há potencial de impacto sobre a segurança do usuário caso o operador esbarre em uma tampa instalada de forma incorreta. •             Existe potencial de impacto sobre a segurança do usuário caso o operador entre em contato com as extremidades cortantes na parte interna do elemento da esteira se a tampa não estiver instalada. Até o momento da emissão deste comunicado, não foram reportadas ocorrências de ferimentos envolvendo operador. Em caso de dúvidas relacionadas a este comunicado, entre em contato com o Centro de Serviço ao Cliente local (0800 011 9099) e informe o seguinte número de controle: FA25MAY2022. Em caso de lesão de paciente ou usuário associada a esta Ação de Campo, reporte imediatamente o ocorrido ao Centro de Serviço ao Cliente local. ANVISA n° 80146502242. Data de identificação do problema pela empresa: 25/05/2022. A Abbott identificou que a tampa do elemento da esteira não encaixa corretamente devido à saliência do interruptor liga/desliga no Filtro da Esteira (LN 06Q88-01). Isso leva a um dos seguintes cenários: a tampa fica para fora, permanece parcialmente instalada ou fica encostada sobre o elemento. Somente um representante da Abbott pode operar o interruptor liga/desliga principal. •             Não há potencial de resultados de pacientes incorretos serem gerados. •             Há potencial de impacto sobre a segurança do usuário caso o operador esbarre em uma tampa instalada de forma incorreta. •             Existe potencial de impacto sobre a segurança do usuário caso o operador entre em contato com as extremidades cortantes na parte interna do elemento da esteira se a tampa não estiver instalada. Até o momento da emissão deste comunicado, não foram reportadas ocorrências de ferimentos envolvendo operador. Em caso de dúvidas relacionadas a este comunicado, entre em contato com o Centro de Serviço ao Cliente local (0800 011 9099) e informe o seguinte número de controle: FA25MAY2022. Em caso de lesão de paciente ou usuário associada a esta Ação de Campo, reporte imediatamente o ocorrido ao Centro de Serviço ao Cliente local. ANVISA n° 80146502242. Data de identificação do problema pela empresa: 25/05/2022.", "Ação:": "Ação de Campo Código FA25MAY2022 sob responsabilidade da empresa Abbott Laboratórios do Brasil Ltda. Correção em Campo. Correção de partes/peças. Ação de Campo Código FA25MAY2022 sob responsabilidade da empresa Abbott Laboratórios do Brasil Ltda. Correção em Campo. Correção de partes/peças.", "Histórico:": "Notificação feita pela empresa em atendimento à RDC Anvisa 551/2021 (que dispõe sobre a obrigatoriedade de execução e notificação de ação de campo por parte do detentor do registro do produto para a saúde). Empresa detentora do registro: Abbott Laboratórios do Brasil Ltda - CNPJ: 56.998.701/0001-16. Endereço: Rua Michigan, 735 - Cidade Monções - São Paulo - SP. Tel: 55 11 5536 7126. E-mail: tammy.rodrigues@abbott.com. Fabricante do produto: Abbott GmbH & Co. KG. - Alemanha - Max-Planck-Ring 2, 65205 Wiesbaden, Alemanha. Notificação feita pela empresa em atendimento à RDC Anvisa 551/2021 (que dispõe sobre a obrigatoriedade de execução e notificação de ação de campo por parte do detentor do registro do produto para a saúde). Empresa detentora do registro: Abbott Laboratórios do Brasil Ltda - CNPJ: 56.998.701/0001-16. Endereço: Rua Michigan, 735 - Cidade Monções - São Paulo - SP. Tel: 55 11 5536 7126. E-mail: tammy.rodrigues@abbott.com. Fabricante do produto: Abbott GmbH & Co. KG. - Alemanha - Max-Planck-Ring 2, 65205 Wiesbaden, Alemanha.", "Recomendações:": "Somente um representante da Abbott pode operar o interruptor liga/desliga principal. Tenha cuidado ao trabalhar próximo do interruptor liga/desliga principal até que as novas tampas do elemento da esteira com recorte adequado sejam disponibilizadas. Um representante da Abbott entrará em contato para agendar a instalação da nova tampa do elemento da esteira. A nova tampa deve ser disponibilizada no início de junho de 2022. Para notificar queixas técnicas e eventos adversos, informe o número do Alerta 3892 no texto da notificação ao utilizar os canais abaixo: Notivisa: Notificações de eventos adversos (EA) e queixas técnicas (QT) de produtos sujeitos à Vigilância Sanitária devem ser feitos por meio do Sistema Notivisa (https://www.gov.br/anvisa/pt-br/assuntos/fiscalizacao-e-monitoramento/notificacoes). Somente um representante da Abbott pode operar o interruptor liga/desliga principal. Tenha cuidado ao trabalhar próximo do interruptor liga/desliga principal até que as novas tampas do elemento da esteira com recorte adequado sejam disponibilizadas. Um representante da Abbott entrará em contato para agendar a instalação da nova tampa do elemento da esteira. A nova tampa deve ser disponibilizada no início de junho de 2022. Para notificar queixas técnicas e eventos adversos, informe o número do Alerta 3892 no texto da notificação ao utilizar os canais abaixo: Notivisa: Notificações de eventos adversos (EA) e queixas técnicas (QT) de produtos sujeitos à Vigilância Sanitária devem ser feitos por meio do Sistema Notivisa (https://www.gov.br/anvisa/pt-br/assuntos/fiscalizacao-e-monitoramento/notificacoes).", "Anexos:": " Carta ao Cliente  => (https://antigo.anvisa.gov.br/documents/33868/6455997/Carta+ao+Cliente/1c682e74-bab3-479c-97d0-8ec4c2ada7d0).", "Informações Complementares:": "Data da entrada da notificação para a Anvisa: 22/06/2022. A empresa detentora do registro do produto afetado é responsável por contatar, oportunamente, seus clientes de modo a garantir a execução e a efetividade da Ação de Campo em curso. Destaca-se a responsabilidade solidária da cadeia de distribuição e uso dos produtos para a saúde na manutenção de sua qualidade, segurança e eficácia, bem como da efetividade da Ação de Campo, expressa pela RDC Anvisa 551/2021 (https://www.in.gov.br/web/dou/-/resolucao-rdc-n-551-de-30-de-agosto-de-2021-341672897). O presente alerta será atualizado sempre que necessário. Data da entrada da notificação para a Anvisa: 22/06/2022. A empresa detentora do registro do produto afetado é responsável por contatar, oportunamente, seus clientes de modo a garantir a execução e a efetividade da Ação de Campo em curso. Destaca-se a responsabilidade solidária da cadeia de distribuição e uso dos produtos para a saúde na manutenção de sua qualidade, segurança e eficácia, bem como da efetividade da Ação de Campo, expressa pela RDC Anvisa 551/2021 (https://www.in.gov.br/web/dou/-/resolucao-rdc-n-551-de-30-de-agosto-de-2021-341672897). O presente alerta será atualizado sempre que necessário.", "Empresa:": "Abbott Laboratórios do Brasil Ltda - GLP Systems", "Nome Comercial:": "GLP Systems", "Nome Técnico:": "Instrumento para preparo e processamento de amostras – fase pré-analítica", "Número de registro ANVISA:": "80146502242", "Tipo de produto:": "Kit de diagnóstico", "Classe de Risco:": "I", "Modelo afetado:": "GLP Systems", "Números de série afetados:": "AAS110"}, {"Número do alerta:": "4001", "Data do alerta:": "17/01/2023", "Link do alerta:": "http://antigo.anvisa.gov.br/informacoes-tecnicas13?p_p_id=101_INSTANCE_R6VaZWsQDDzS&p_p_col_id=column-1&p_p_col_pos=1&p_p_col_count=2&_101_INSTANCE_R6VaZWsQDDzS_groupId=33868&_101_INSTANCE_R6VaZWsQDDzS_urlTitle=alerta-4001-tecnovigilancia-comunicado-da-empresa-abbott-laboratorios-do-brasil-ltda-glp-systems-risco-de-liberacao-do-car-de-maneira-prematura-&_101_INSTANCE_R6VaZWsQDDzS_struts_action=%2Fasset_publisher%2Fview_content&_101_INSTANCE_R6VaZWsQDDzS_assetEntryId=6539284&_101_INSTANCE_R6VaZWsQDDzS_type=content", "Resumo:": "Alerta 4001 (Tecnovigilância) - Comunicado da empresa Abbott Laboratórios do Brasil Ltda - GLP Systems – Risco de liberação do CAR de maneira prematura.", "Identificação do produto ou caso:": "Nome Comercial: GLP Systems. Nome Técnico: Instrumento para preparo e processamento de amostras – fase pré-analítica. Número de registro ANVISA: 80146502242. Tipo de produto: Produto para Diagnóstico in vitro (IVD). Classe de Risco: I. Modelo afetado: GLP Systems.", "Problema:": "Ao processar testes de um tubo de amostra em um CAR [carro] preso no AccessPoint [ponto de acesso] do Sample Access Line [Linha de Acesso de Amostras] (SAL) do Alinity ci, existe potencial para que o CAR seja liberado prematuramente. Se o(s) próximo(s) CAR(s) na fila for(em) lido(s) no ponto de acesso durante o processamento da amostra anterior, será gerado o Erro 22600: Potencial contaminação (Manuseio de Amostra). Esse problema poderá ocasionar: •             Uma colisão entre a probe de amostra e um tubo de amostra em um CAR, levando a um potencial derramamento. (Alinity c e Alinity i). •             Aspiração da amostra de um CAR próximo, em que os resultados são associados no Alinity ci-series ao CAR que foi liberado. (Alinity c e Alinity i). •             Contaminação cruzada da amostra do CAR que foi liberado com a amostra de um CAR próximo. (Alinity c). Esse problema afeta clientes com software do SAL do Alinity ci, versões 1.3.0 e 1.3.1. Data de identificação do problema pela empresa: 15/09/2022. Ao processar testes de um tubo de amostra em um CAR [carro] preso no AccessPoint [ponto de acesso] do Sample Access Line [Linha de Acesso de Amostras] (SAL) do Alinity ci, existe potencial para que o CAR seja liberado prematuramente. Se o(s) próximo(s) CAR(s) na fila for(em) lido(s) no ponto de acesso durante o processamento da amostra anterior, será gerado o Erro 22600: Potencial contaminação (Manuseio de Amostra). Esse problema poderá ocasionar: •             Uma colisão entre a probe de amostra e um tubo de amostra em um CAR, levando a um potencial derramamento. (Alinity c e Alinity i). •             Aspiração da amostra de um CAR próximo, em que os resultados são associados no Alinity ci-series ao CAR que foi liberado. (Alinity c e Alinity i). •             Contaminação cruzada da amostra do CAR que foi liberado com a amostra de um CAR próximo. (Alinity c). Esse problema afeta clientes com software do SAL do Alinity ci, versões 1.3.0 e 1.3.1. Data de identificação do problema pela empresa: 15/09/2022.", "Ação:": "Ação de Campo Código FA15SEP2022_Rev01 sob responsabilidade da empresa Abbott Laboratórios do Brasil Ltda. Correção em Campo. Correção de partes/peças. Ação de Campo Código FA15SEP2022_Rev01 sob responsabilidade da empresa Abbott Laboratórios do Brasil Ltda. Correção em Campo. Correção de partes/peças.", "Histórico:": "Notificação feita pela empresa em atendimento à RDC Anvisa 551/2021 (que dispõe sobre a obrigatoriedade de execução e notificação de ação de campo por parte do detentor do registro do produto para a saúde). Empresa detentora do registro: Abbott Laboratórios do Brasil Ltda - CNPJ: 56.998.701/0001-16. Endereço: Rua Michigan, 735 - Cidade Monções - São Paulo - SP. Tel: 55 11 5536 7477. E-mail: anapaula.silva@abbott.com. Fabricante do produto: Abbott GmbH & Co. KG. - Alemanha - Max-Planck-Ring 2, 65205 Wiesbaden, Alemanha. Notificação feita pela empresa em atendimento à RDC Anvisa 551/2021 (que dispõe sobre a obrigatoriedade de execução e notificação de ação de campo por parte do detentor do registro do produto para a saúde). Empresa detentora do registro: Abbott Laboratórios do Brasil Ltda - CNPJ: 56.998.701/0001-16. Endereço: Rua Michigan, 735 - Cidade Monções - São Paulo - SP. Tel: 55 11 5536 7477. E-mail: anapaula.silva@abbott.com. Fabricante do produto: Abbott GmbH & Co. KG. - Alemanha - Max-Planck-Ring 2, 65205 Wiesbaden, Alemanha.", "Recomendações:": "A Abbott recomenda as seguintes medidas necessárias até que o software atualizado seja instalado no SAL do seu Alinity ci: •             Se o Erro 22600: Potencial contaminação (Manuseio de Amostra) for gerado na Interface do Usuário (UI) do SAL, pare de liberar resultados para o analisador impactado e siga as instruções de recuperação no Apêndice 1. •             Se o erro ocorrer no Alinity c, siga as instruções do Apêndice 2 após concluir as instruções do Apêndice 1. Em caso de dúvidas relacionadas a este comunicado, entre em contato com o Centro de Serviço ao Cliente local (0800 011 9099) e informe o seguinte número de controle: FA15SEP2022. Em caso de lesão de paciente ou usuário associada a esta Ação de Campo, reporte imediatamente o ocorrido ao Centro de Serviço ao Cliente local. Para notificar queixas técnicas e eventos adversos, informe o número do Alerta 4001 no texto da notificação ao utilizar os canais abaixo: Notivisa: Notificações de eventos adversos (EA) e queixas técnicas (QT) de produtos sujeitos à Vigilância Sanitária devem ser feitos por meio do Sistema Notivisa (https://www.gov.br/anvisa/pt-br/assuntos/fiscalizacao-e-monitoramento/notificacoes). A Abbott recomenda as seguintes medidas necessárias até que o software atualizado seja instalado no SAL do seu Alinity ci: •             Se o Erro 22600: Potencial contaminação (Manuseio de Amostra) for gerado na Interface do Usuário (UI) do SAL, pare de liberar resultados para o analisador impactado e siga as instruções de recuperação no Apêndice 1. •             Se o erro ocorrer no Alinity c, siga as instruções do Apêndice 2 após concluir as instruções do Apêndice 1. Em caso de dúvidas relacionadas a este comunicado, entre em contato com o Centro de Serviço ao Cliente local (0800 011 9099) e informe o seguinte número de controle: FA15SEP2022. Em caso de lesão de paciente ou usuário associada a esta Ação de Campo, reporte imediatamente o ocorrido ao Centro de Serviço ao Cliente local. Para notificar queixas técnicas e eventos adversos, informe o número do Alerta 4001 no texto da notificação ao utilizar os canais abaixo: Notivisa: Notificações de eventos adversos (EA) e queixas técnicas (QT) de produtos sujeitos à Vigilância Sanitária devem ser feitos por meio do Sistema Notivisa (https://www.gov.br/anvisa/pt-br/assuntos/fiscalizacao-e-monitoramento/notificacoes).", "Anexos:": " Carta ao Cliente  => (https://antigo.anvisa.gov.br/documents/33868/6539259/Carta+ao+Cliente/c7b249ce-c804-4cc8-a971-d366fff9fb52).", "Informações Complementares:": "Data da entrada da notificação para a Anvisa: 10/10/2022. A empresa detentora do registro do produto afetado é responsável por contatar, oportunamente, seus clientes de modo a garantir a execução e a efetividade da Ação de Campo em curso. Destaca-se a responsabilidade solidária da cadeia de distribuição e uso dos produtos para a saúde na manutenção de sua qualidade, segurança e eficácia, bem como da efetividade da Ação de Campo, expressa pela RDC Anvisa 551/2021 (https://www.in.gov.br/web/dou/-/resolucao-rdc-n-551-de-30-de-agosto-de-2021-341672897). O presente alerta será atualizado sempre que necessário. Data da entrada da notificação para a Anvisa: 10/10/2022. A empresa detentora do registro do produto afetado é responsável por contatar, oportunamente, seus clientes de modo a garantir a execução e a efetividade da Ação de Campo em curso. Destaca-se a responsabilidade solidária da cadeia de distribuição e uso dos produtos para a saúde na manutenção de sua qualidade, segurança e eficácia, bem como da efetividade da Ação de Campo, expressa pela RDC Anvisa 551/2021 (https://www.in.gov.br/web/dou/-/resolucao-rdc-n-551-de-30-de-agosto-de-2021-341672897). O presente alerta será atualizado sempre que necessário.", "Empresa:": "Abbott Laboratórios do Brasil Ltda", "Nome Comercial:": "GLP Systems", "Nome Técnico:": "Instrumento para preparo e processamento de amostras – fase pré-analítica", "Número de registro ANVISA:": "80146502242", "Tipo de produto:": "Produto para Diagnóstico in vitro (IVD)", "Classe de Risco:": "I", "Modelo afetado:": "GLP Systems"}, {"Número do alerta:": "4028", "Data do alerta:": "11/02/2023", "Link do alerta:": "http://antigo.anvisa.gov.br/informacoes-tecnicas13?p_p_id=101_INSTANCE_R6VaZWsQDDzS&p_p_col_id=column-1&p_p_col_pos=1&p_p_col_count=2&_101_INSTANCE_R6VaZWsQDDzS_groupId=33868&_101_INSTANCE_R6VaZWsQDDzS_urlTitle=alerta-4028-tecnovigilancia-comunicado-da-empresa-abbott-laboratorios-do-brasil-ltda-glp-systems-possibilidade-de-falha-do-track-workflow-manage-twm-&_101_INSTANCE_R6VaZWsQDDzS_struts_action=%2Fasset_publisher%2Fview_content&_101_INSTANCE_R6VaZWsQDDzS_assetEntryId=6549307&_101_INSTANCE_R6VaZWsQDDzS_type=content", "Resumo:": "Alerta 4028 (Tecnovigilância) - Comunicado da empresa Abbott Laboratórios do Brasil Ltda - GLP Systems – Possibilidade de falha do Track Workflow Manage (TWM).", "Identificação do produto ou caso:": "Nome Comercial: GLP Systems. Nome Técnico: Instrumento para preparo e processamento de amostras – fase pré-analítica. Número de registro ANVISA: 80146502242. Tipo de produto: Produto para Diagnóstico in vitro (IVD). Classe de Risco: I. Modelo afetado: GLP Systems. Números de série afetados: N/A.", "Problema:": "•O Track Workflow Manage (TWM) pode falhar em detectar a divergência no tipo de fluido entre as ordens dos Sistemas de Informações Laboratoriais (LIS) e o tipo de tubo identificado no sistema e não gera erro. - Quando o tubo primário é esvaziado, o Track Sample Manager (TSM) gera um código de erro 81010 “Falha ao criar a Alíquota” e envia o tubo primário e todos os tubos secundários para a área de erro. - Se o TWM receber uma ordem de teste complementar ou de reprocessamento enquanto estiver uma amostra no CAR e na fila de espera do Módulo de Armazenamento, a amostra não será recuperada do Módulo de Armazenamento e as ordens de testes complementares/reprocessamentos não serão realizadas. Não é gerada mensagem de erro. - O robô de transporte de amostras não para se for encontrado um obstáculo durante a inicialização do robô. - Ao definir os valores de rack inicial e posição inicial, o valor pode ser estabelecido incorretamente como 0 (zero), que não é uma posição real na FlexRack. Isso pode levar o robô a colocar um tubo sobre outro. - Qualquer alteração na estratégia de Distribuição do TSM para CARS com tubos de amostra tem potencial de causar erros no direcionamento do CAR. - O descarte de amostras do Módulo de Armazenamento II continua a funcionar quando a porta de resíduos é aberta durante a inicialização. Data de identificação do problema pela empresa: 26/10/2022. •O Track Workflow Manage (TWM) pode falhar em detectar a divergência no tipo de fluido entre as ordens dos Sistemas de Informações Laboratoriais (LIS) e o tipo de tubo identificado no sistema e não gera erro. - Quando o tubo primário é esvaziado, o Track Sample Manager (TSM) gera um código de erro 81010 “Falha ao criar a Alíquota” e envia o tubo primário e todos os tubos secundários para a área de erro. - Se o TWM receber uma ordem de teste complementar ou de reprocessamento enquanto estiver uma amostra no CAR e na fila de espera do Módulo de Armazenamento, a amostra não será recuperada do Módulo de Armazenamento e as ordens de testes complementares/reprocessamentos não serão realizadas. Não é gerada mensagem de erro. - O robô de transporte de amostras não para se for encontrado um obstáculo durante a inicialização do robô. - Ao definir os valores de rack inicial e posição inicial, o valor pode ser estabelecido incorretamente como 0 (zero), que não é uma posição real na FlexRack. Isso pode levar o robô a colocar um tubo sobre outro. - Qualquer alteração na estratégia de Distribuição do TSM para CARS com tubos de amostra tem potencial de causar erros no direcionamento do CAR. - O descarte de amostras do Módulo de Armazenamento II continua a funcionar quando a porta de resíduos é aberta durante a inicialização. Data de identificação do problema pela empresa: 26/10/2022.", "Ação:": "Ação de Campo Código FA26OCT2022 sob responsabilidade da empresa Abbott Laboratórios do Brasil Ltda. Correção em Campo. Atualização de software. Ação de Campo Código FA26OCT2022 sob responsabilidade da empresa Abbott Laboratórios do Brasil Ltda. Correção em Campo. Atualização de software.", "Histórico:": "Notificação feita pela empresa em atendimento à RDC Anvisa 551/2021 (que dispõe sobre a obrigatoriedade de execução e notificação de ação de campo por parte do detentor do registro do produto para a saúde). Empresa detentora do registro: Abbott Laboratórios do Brasil Ltda - CNPJ: 56.998.701/0001-16. Endereço: Rua Michigan, 735 - Cidade Monções - São Paulo - SP. Tel: 55 11 5536 7477. E-mail: anapaula.silva@abbott.com. Fabricante do produto: Abbott GmbH & Co. KG. - Alemanha - Max-Planck-Ring 2, 65205 Wiesbaden, Alemanha. Notificação feita pela empresa em atendimento à RDC Anvisa 551/2021 (que dispõe sobre a obrigatoriedade de execução e notificação de ação de campo por parte do detentor do registro do produto para a saúde). Empresa detentora do registro: Abbott Laboratórios do Brasil Ltda - CNPJ: 56.998.701/0001-16. Endereço: Rua Michigan, 735 - Cidade Monções - São Paulo - SP. Tel: 55 11 5536 7477. E-mail: anapaula.silva@abbott.com. Fabricante do produto: Abbott GmbH & Co. KG. - Alemanha - Max-Planck-Ring 2, 65205 Wiesbaden, Alemanha.", "Recomendações:": "A Abbott recomenda as seguintes medidas necessárias até que o software atualizado seja instalado para o módulo relacionado: Garantir que sejam utilizados tipos corretos de amostras para os testes solicitados. Caso seu laboratório seja impactado por algum dos problemas descritos, entre em contato com seu representante Abbott para atualizar a configuração. Durante a inicialização do(s) módulo(s), mantenha a(s) tampa(s) fechada(s). Antes de abrir a(s) tampa(s), deixe o(s) módulo(s) offline de acordo com o manual de operações do(s) módulo(s). Ao definir os valores de rack inicial e posição inicial da área, não use um valor de 0 (zero). Garanta que as portas estão fechadas antes de inicializar o Módulo Carregador. Não abra as portas até que a inicialização tenha sido completada. Em caso de dúvidas relacionadas a este comunicado, entre em contato com o Centro de Serviço ao Cliente local (0800 011 9099) e informe o seguinte número de controle: FA26OCT2022. Para notificar queixas técnicas e eventos adversos, informe o número do Alerta 4028 no texto da notificação ao utilizar os canais abaixo: Notivisa: Notificações de eventos adversos (EA) e queixas técnicas (QT) de produtos sujeitos à Vigilância Sanitária devem ser feitos por meio do Sistema Notivisa (https://www.gov.br/anvisa/pt-br/assuntos/fiscalizacao-e-monitoramento/notificacoes). A Abbott recomenda as seguintes medidas necessárias até que o software atualizado seja instalado para o módulo relacionado: Garantir que sejam utilizados tipos corretos de amostras para os testes solicitados. Caso seu laboratório seja impactado por algum dos problemas descritos, entre em contato com seu representante Abbott para atualizar a configuração. Durante a inicialização do(s) módulo(s), mantenha a(s) tampa(s) fechada(s). Antes de abrir a(s) tampa(s), deixe o(s) módulo(s) offline de acordo com o manual de operações do(s) módulo(s). Ao definir os valores de rack inicial e posição inicial da área, não use um valor de 0 (zero). Garanta que as portas estão fechadas antes de inicializar o Módulo Carregador. Não abra as portas até que a inicialização tenha sido completada. Em caso de dúvidas relacionadas a este comunicado, entre em contato com o Centro de Serviço ao Cliente local (0800 011 9099) e informe o seguinte número de controle: FA26OCT2022. Para notificar queixas técnicas e eventos adversos, informe o número do Alerta 4028 no texto da notificação ao utilizar os canais abaixo: Notivisa: Notificações de eventos adversos (EA) e queixas técnicas (QT) de produtos sujeitos à Vigilância Sanitária devem ser feitos por meio do Sistema Notivisa (https://www.gov.br/anvisa/pt-br/assuntos/fiscalizacao-e-monitoramento/notificacoes).", "Anexos:": " Carta ao Cliente  => (https://antigo.anvisa.gov.br/documents/33868/6549282/Carta+ao+Cliente/deeda48a-add7-4950-845f-05366389298f).", "Informações Complementares:": "Data da entrada da notificação para a Anvisa: 18/11/2022. A empresa detentora do registro do produto afetado é responsável por contatar, oportunamente, seus clientes de modo a garantir a execução e a efetividade da Ação de Campo em curso. Destaca-se a responsabilidade solidária da cadeia de distribuição e uso dos produtos para a saúde na manutenção de sua qualidade, segurança e eficácia, bem como da efetividade da Ação de Campo, expressa pela RDC Anvisa 551/2021 (https://www.in.gov.br/web/dou/-/resolucao-rdc-n-551-de-30-de-agosto-de-2021-341672897). O presente alerta será atualizado sempre que necessário. Data da entrada da notificação para a Anvisa: 18/11/2022. A empresa detentora do registro do produto afetado é responsável por contatar, oportunamente, seus clientes de modo a garantir a execução e a efetividade da Ação de Campo em curso. Destaca-se a responsabilidade solidária da cadeia de distribuição e uso dos produtos para a saúde na manutenção de sua qualidade, segurança e eficácia, bem como da efetividade da Ação de Campo, expressa pela RDC Anvisa 551/2021 (https://www.in.gov.br/web/dou/-/resolucao-rdc-n-551-de-30-de-agosto-de-2021-341672897). O presente alerta será atualizado sempre que necessário.", "Empresa:": "Abbott Laboratórios do Brasil Ltda", "Nome Comercial:": "GLP Systems", "Nome Técnico:": "Instrumento para preparo e processamento de amostras – fase pré-analítica", "Número de registro ANVISA:": "80146502242", "Tipo de produto:": "Produto para Diagnóstico in vitro (IVD)", "Classe de Risco:": "I", "Modelo afetado:": "GLP Systems", "Números de série afetados:": "N/A"}, {"Número do alerta:": "4231", "Data do alerta:": "16/08/2023", "Link do alerta:": "http://antigo.anvisa.gov.br/informacoes-tecnicas13?p_p_id=101_INSTANCE_R6VaZWsQDDzS&p_p_col_id=column-1&p_p_col_pos=1&p_p_col_count=2&_101_INSTANCE_R6VaZWsQDDzS_groupId=33868&_101_INSTANCE_R6VaZWsQDDzS_urlTitle=alerta-4231-tecnovigilancia-comunicado-da-empresa-abbott-laboratorios-do-brasil-glp-systems-&_101_INSTANCE_R6VaZWsQDDzS_struts_action=%2Fasset_publisher%2Fview_content&_101_INSTANCE_R6VaZWsQDDzS_assetEntryId=6641774&_101_INSTANCE_R6VaZWsQDDzS_type=content", "Resumo:": "Alerta 4231 (Tecnovigilância) - Comunicado da empresa Abbott Laboratórios do Brasil - GLP Systems.", "Identificação do produto ou caso:": "Local de distribuição do produto informado pela empresa: Paraná; São Paulo. Nome Comercial: GLP Systems. Nome Técnico: Instrumento para preparo e processamento de amostras – fase pré-analítica. Número de registro ANVISA: 80146502242. Tipo de produto: Produto para Diagnóstico in vitro (IVD). Classe de Risco: I. Modelo afetado: GLP Systems. Números de série afetados: AAS110, AAS210, AAS215.", "Problema:": "Como parte dos esforços contínuos da Abbott para otimizar o GLP systems Track, foram identificados cinco potenciais problemas:  1) O módulo ficará off-line se receber o erro de código de barras 28104. Se as amostras afetadas forem reintroduzidas no(s) módulo(s) subsequente(s), eles também podem ficar off-line; 2) Ao processar um tubo de amostra em um CAR preso no AccessPoint dos módulos listados, o CAR pode ser liberado de forma prematura a partir de uma falha de leitura do identificador do CAR; 3) Se um tubo permanece na garra após haver perda de energia, após a inicialização, o robô de tubos começa a inicializar e libera o tubo conforme a garra gira. O usuário não recebe uma notificação para remover o tubo da garra. Não é gerado erro com esse problema; 4) Se um tubo está na garra aguardando o CAR no AccessPoint e ocorre um erro na gaveta, o tubo é colocado no CAR e não é reconhecido pelo sistema após a resolução do erro na gaveta. Um outro tubo pode ser colocado no mesmo CAR, causando uma colisão entre os tubos; 5) Problema relacionado ao Módulo de Centrífuga. Enquanto centrifuga amostras, o suporte da caçapa pode quebrar, fazendo com que se separe do rotor e causando danos à centrífuga. Data de identificação do problema pela empresa: 24/05/2023. Como parte dos esforços contínuos da Abbott para otimizar o GLP systems Track, foram identificados cinco potenciais problemas:  1) O módulo ficará off-line se receber o erro de código de barras 28104. Se as amostras afetadas forem reintroduzidas no(s) módulo(s) subsequente(s), eles também podem ficar off-line; 2) Ao processar um tubo de amostra em um CAR preso no AccessPoint dos módulos listados, o CAR pode ser liberado de forma prematura a partir de uma falha de leitura do identificador do CAR; 3) Se um tubo permanece na garra após haver perda de energia, após a inicialização, o robô de tubos começa a inicializar e libera o tubo conforme a garra gira. O usuário não recebe uma notificação para remover o tubo da garra. Não é gerado erro com esse problema; 4) Se um tubo está na garra aguardando o CAR no AccessPoint e ocorre um erro na gaveta, o tubo é colocado no CAR e não é reconhecido pelo sistema após a resolução do erro na gaveta. Um outro tubo pode ser colocado no mesmo CAR, causando uma colisão entre os tubos; 5) Problema relacionado ao Módulo de Centrífuga. Enquanto centrifuga amostras, o suporte da caçapa pode quebrar, fazendo com que se separe do rotor e causando danos à centrífuga. Data de identificação do problema pela empresa: 24/05/2023.", "Ação:": "Ação de Campo Código FA24MAY2023 sob responsabilidade da empresa Abbott Laboratórios do Brasil. Correção em campo - Atualização de Software. Ação de Campo Código FA24MAY2023 sob responsabilidade da empresa Abbott Laboratórios do Brasil. Correção em campo - Atualização de Software.", "Histórico:": "Notificação feita pela empresa em atendimento à RDC Anvisa 551/2021 (que dispõe sobre a obrigatoriedade de execução e notificação de ação de campo por parte do detentor do registro do produto para a saúde). Empresa detentora do registro: Abbott Laboratórios do Brasil - CNPJ: 56.998.701/0001-16. Endereço: Rua Michigan 735 - Brooklin - SP. Tel: 11 55367477. E-mail: anapaula.silva@abbott.com. Fabricante do produto: Abbott Automation Solutions GMBH - Max-Planck-Ring 2, 65205 Wiesbaden - Alemanha. Notificação feita pela empresa em atendimento à RDC Anvisa 551/2021 (que dispõe sobre a obrigatoriedade de execução e notificação de ação de campo por parte do detentor do registro do produto para a saúde). Empresa detentora do registro: Abbott Laboratórios do Brasil - CNPJ: 56.998.701/0001-16. Endereço: Rua Michigan 735 - Brooklin - SP. Tel: 11 55367477. E-mail: anapaula.silva@abbott.com. Fabricante do produto: Abbott Automation Solutions GMBH - Max-Planck-Ring 2, 65205 Wiesbaden - Alemanha.", "Recomendações:": "Em relação aos possíveis problemas do software, observe as Medidas Necessárias indicadas no Apêndice do comunicado (carta ao cliente) até que a nova versão do software seja instalada no módulo relacionado. Seu representante Abbott entrará em contato para agendar um upgrade obrigatório quando o software estiver disponível para cada módulo. Somente para cliente que recebeu a versão \"b\" do comunicado: Seguir as instruções do apêndice B para a inspeção e manutenção do suporte da caçapa, sendo: faça a inspeção total de seus suportes de caçapa em busca de fissuras e Limpe e lubrifique os suportes e rotores. Para detalhes verificar o apêndice B no final da carta. Em caso de dúvidas relacionadas a este comunicado, entre em contato com o Centro de Serviço ao Cliente local (0800-011-9099) e informe o seguinte número de controle: FA24MAY2023. ANVISA n° 80146502242. Para notificar queixas técnicas e eventos adversos, informe o número do Alerta 4231 no texto da notificação ao utilizar os canais abaixo: Notivisa: Notificações de eventos adversos (EA) e queixas técnicas (QT) de produtos sujeitos à Vigilância Sanitária devem ser feitos por meio do Sistema Notivisa (https://www.gov.br/anvisa/pt-br/assuntos/fiscalizacao-e-monitoramento/notificacoes). Em relação aos possíveis problemas do software, observe as Medidas Necessárias indicadas no Apêndice do comunicado (carta ao cliente) até que a nova versão do software seja instalada no módulo relacionado. Seu representante Abbott entrará em contato para agendar um upgrade obrigatório quando o software estiver disponível para cada módulo. Somente para cliente que recebeu a versão \"b\" do comunicado: Seguir as instruções do apêndice B para a inspeção e manutenção do suporte da caçapa, sendo: faça a inspeção total de seus suportes de caçapa em busca de fissuras e Limpe e lubrifique os suportes e rotores. Para detalhes verificar o apêndice B no final da carta. Em caso de dúvidas relacionadas a este comunicado, entre em contato com o Centro de Serviço ao Cliente local (0800-011-9099) e informe o seguinte número de controle: FA24MAY2023. ANVISA n° 80146502242. Para notificar queixas técnicas e eventos adversos, informe o número do Alerta 4231 no texto da notificação ao utilizar os canais abaixo: Notivisa: Notificações de eventos adversos (EA) e queixas técnicas (QT) de produtos sujeitos à Vigilância Sanitária devem ser feitos por meio do Sistema Notivisa (https://www.gov.br/anvisa/pt-br/assuntos/fiscalizacao-e-monitoramento/notificacoes).", "Anexos:": " Carta ao Cliente 1  => (https://antigo.anvisa.gov.br/documents/33868/6641707/Carta+ao+Cliente+1/5e24a664-e689-4723-ac0a-93675f5d5beb).  Carta ao Cliente 2  => (https://antigo.anvisa.gov.br/documents/33868/6641707/Carta+ao+Cliente+2/8cd9565b-94f7-462f-85c2-5ae06773bd05).  Formulário de resposta 1  => (https://antigo.anvisa.gov.br/documents/33868/6641707/Formul%C3%A1rio+de+resposta+1/c2bababd-4b82-436a-8fa7-a6900cba9785).  Formulário de resposta 2  => (https://antigo.anvisa.gov.br/documents/33868/6641707/Formul%C3%A1rio+de+resposta+2/dbc56e98-71e3-4353-b8ac-d0cd155fc45e).", "Informações Complementares:": "Data da entrada da notificação para a Anvisa: 20/06/2023. A empresa detentora do registro do produto afetado é responsável por contatar, oportunamente, seus clientes de modo a garantir a execução e a efetividade da Ação de Campo em curso. Destaca-se a responsabilidade solidária da cadeia de distribuição e uso dos produtos para a saúde na manutenção de sua qualidade, segurança e eficácia, bem como da efetividade da Ação de Campo, expressa pela RDC Anvisa 551/2021 (https://www.in.gov.br/web/dou/-/resolucao-rdc-n-551-de-30-de-agosto-de-2021-341672897). O presente alerta será atualizado sempre que necessário. Data da entrada da notificação para a Anvisa: 20/06/2023. A empresa detentora do registro do produto afetado é responsável por contatar, oportunamente, seus clientes de modo a garantir a execução e a efetividade da Ação de Campo em curso. Destaca-se a responsabilidade solidária da cadeia de distribuição e uso dos produtos para a saúde na manutenção de sua qualidade, segurança e eficácia, bem como da efetividade da Ação de Campo, expressa pela RDC Anvisa 551/2021 (https://www.in.gov.br/web/dou/-/resolucao-rdc-n-551-de-30-de-agosto-de-2021-341672897). O presente alerta será atualizado sempre que necessário.", "Empresa:": "Abbott Laboratórios do Brasil", "Nome Comercial:": "GLP Systems", "Nome Técnico:": "Instrumento para preparo e processamento de amostras – fase pré-analítica", "Número de registro ANVISA:": "80146502242", "Tipo de produto:": "Produto para Diagnóstico in vitro (IVD)", "Classe de Risco:": "I", "Modelo afetado:": "GLP Systems", "Números de série afetados:": "AAS110, AAS210, AAS215"}, {"Número do alerta:": "4252", "Data do alerta:": "05/09/2023", "Link do alerta:": "http://antigo.anvisa.gov.br/informacoes-tecnicas13?p_p_id=101_INSTANCE_R6VaZWsQDDzS&p_p_col_id=column-1&p_p_col_pos=1&p_p_col_count=2&_101_INSTANCE_R6VaZWsQDDzS_groupId=33868&_101_INSTANCE_R6VaZWsQDDzS_urlTitle=alerta-4252-tecnovigilancia-comunicado-da-empresa-abbott-laboratorios-do-brasil-ltda-glp-systems-&_101_INSTANCE_R6VaZWsQDDzS_struts_action=%2Fasset_publisher%2Fview_content&_101_INSTANCE_R6VaZWsQDDzS_assetEntryId=6650908&_101_INSTANCE_R6VaZWsQDDzS_type=content", "Resumo:": "Alerta 4252 (Tecnovigilância) - Comunicado da empresa Abbott Laboratórios do Brasil Ltda - GLP Systems.", "Identificação do produto ou caso:": "Local de distribuição do produto informado pela empresa: Paraná; São Paulo. Nome Comercial: GLP Systems. Nome Técnico: Instrumento para preparo e processamento de amostras – fase pré-analítica. Número de registro ANVISA: 80146502242. Tipo de produto: Produto para Diagnóstico in vitro (IVD). Classe de Risco: I. Modelo afetado: GLP Systems. Números de série afetados: AAS215, AAS210 e AAS110.", "Problema:": "Como parte dos esforços contínuos da Abbott para otimizar o GLP systems Track, foram identificados oito potenciais problemas: 1-O robô continua a se deslocar por cerca de 30 segundos após abrir parcialmente uma gaveta do módulo. Ao acessar o módulo por uma gaveta parcialmente aberta, o operador pode ser atingido pelo robô. | 2- Os campos de texto livres nas etiquetas de tubos secundários são limitados a 49 caracteres. Quando são usados 50 caracteres ou mais, o Módulo Aliquotador (AM) pode imprimir etiquetas com informações textuais de outras etiquetas. | 3-Em condições de tempo especiais, em que o código de barras da amostra primária demora mais do que o esperado para ser lido, o Módulo Aliquotador (AM) cria apenas a primeira de múltiplas amostras secundárias. O volume desse tubo pode estar incorreto, já que o AM pipeta o volume para as amostras secundárias a partir da amostra primária anterior. | 4-Após uma programação (calibração robótica), o robô não reconhece sua posição atual e se desloca como se ainda estivesse no local anterior. Isso pode gerar colisões, derramamentos de amostra e contaminação cruzada de amostras. | 5-Quando o robô do Módulo Aliquotador (AM) deixa de pegar um tubo secundário vazio de dentro da impressora, essa falha não é comunicada ao usuário e faz com que o robô pare. | 6-Quando há falha na aspiração, o pipetador do Módulo Aliquotador (AM) se desloca verticalmente (eixo Z). | 7-Pode ocorrer uma divergência de amostras quando o analisador Tosoh G8/G11 encontra algum erro ao processar uma amostra. 1) Quando o CAR X com a amostra A está em posição no SAL e acontece um erro no analisador, nenhum resultado é enviado ao Sistema de Informações Laboratoriais (LIS) para a amostra A. 2) A amostra A é devolvida no CAR Y e gera o primeiro resultado (correto). Quando o CAR X volta ao SAL carregando uma amostra diferente (amostra B) e a amostra é analisada com êxito, o ID da amostra A é enviado para o LIS com os resultados da amostra B (resultado incorreto), gerando 2 resultados para a amostra A. | 8- Quando o Alinity ci-series systems gera códigos de mensagem específicos e os transmite ao AAS, o software do AAS produz códigos de erro correspondentes para conseguir manusear corretamente a amostra. Em caso de dúvidas relacionadas a este comunicado, entre em contato com o Centro de Serviço ao Cliente local (0800 011 9099) e informe o seguinte código de referência: FA15AUG2023 - ANVISA n°: 80146502242. Em caso de lesão de paciente ou usuário associada a esta Ação de Campo, reporte imediatamente o ocorrido ao Centro de Serviço ao Cliente local. Data de identificação do problema pela empresa: 15/08/2023. Como parte dos esforços contínuos da Abbott para otimizar o GLP systems Track, foram identificados oito potenciais problemas: 1-O robô continua a se deslocar por cerca de 30 segundos após abrir parcialmente uma gaveta do módulo. Ao acessar o módulo por uma gaveta parcialmente aberta, o operador pode ser atingido pelo robô. | 2- Os campos de texto livres nas etiquetas de tubos secundários são limitados a 49 caracteres. Quando são usados 50 caracteres ou mais, o Módulo Aliquotador (AM) pode imprimir etiquetas com informações textuais de outras etiquetas. | 3-Em condições de tempo especiais, em que o código de barras da amostra primária demora mais do que o esperado para ser lido, o Módulo Aliquotador (AM) cria apenas a primeira de múltiplas amostras secundárias. O volume desse tubo pode estar incorreto, já que o AM pipeta o volume para as amostras secundárias a partir da amostra primária anterior. | 4-Após uma programação (calibração robótica), o robô não reconhece sua posição atual e se desloca como se ainda estivesse no local anterior. Isso pode gerar colisões, derramamentos de amostra e contaminação cruzada de amostras. | 5-Quando o robô do Módulo Aliquotador (AM) deixa de pegar um tubo secundário vazio de dentro da impressora, essa falha não é comunicada ao usuário e faz com que o robô pare. | 6-Quando há falha na aspiração, o pipetador do Módulo Aliquotador (AM) se desloca verticalmente (eixo Z). | 7-Pode ocorrer uma divergência de amostras quando o analisador Tosoh G8/G11 encontra algum erro ao processar uma amostra. 1) Quando o CAR X com a amostra A está em posição no SAL e acontece um erro no analisador, nenhum resultado é enviado ao Sistema de Informações Laboratoriais (LIS) para a amostra A. 2) A amostra A é devolvida no CAR Y e gera o primeiro resultado (correto). Quando o CAR X volta ao SAL carregando uma amostra diferente (amostra B) e a amostra é analisada com êxito, o ID da amostra A é enviado para o LIS com os resultados da amostra B (resultado incorreto), gerando 2 resultados para a amostra A. | 8- Quando o Alinity ci-series systems gera códigos de mensagem específicos e os transmite ao AAS, o software do AAS produz códigos de erro correspondentes para conseguir manusear corretamente a amostra. Em caso de dúvidas relacionadas a este comunicado, entre em contato com o Centro de Serviço ao Cliente local (0800 011 9099) e informe o seguinte código de referência: FA15AUG2023 - ANVISA n°: 80146502242. Em caso de lesão de paciente ou usuário associada a esta Ação de Campo, reporte imediatamente o ocorrido ao Centro de Serviço ao Cliente local. Data de identificação do problema pela empresa: 15/08/2023.", "Ação:": "Ação de Campo Código FA15AUG2023 sob responsabilidade da empresa Abbott Laboratórios do Brasil Ltda. Atualização de Software. Ação de Campo Código FA15AUG2023 sob responsabilidade da empresa Abbott Laboratórios do Brasil Ltda. Atualização de Software.", "Histórico:": "Notificação feita pela empresa em atendimento à RDC Anvisa 551/2021 (que dispõe sobre a obrigatoriedade de execução e notificação de ação de campo por parte do detentor do registro do produto para a saúde). Empresa detentora do registro: Abbott Laboratórios do Brasil Ltda - CNPJ: 56.998.701/0001-16. Endereço: Rua Michigan, 735 - São Paulo - SP. Tel: (11) 5536-7477. E-mail: patricia.carvalholeite@abbott.com. Fabricante do produto: Glomb GmbH & Co. KG - Hardeslebener Str. 6, 25421 Pinneberg - Alemanha. Notificação feita pela empresa em atendimento à RDC Anvisa 551/2021 (que dispõe sobre a obrigatoriedade de execução e notificação de ação de campo por parte do detentor do registro do produto para a saúde). Empresa detentora do registro: Abbott Laboratórios do Brasil Ltda - CNPJ: 56.998.701/0001-16. Endereço: Rua Michigan, 735 - São Paulo - SP. Tel: (11) 5536-7477. E-mail: patricia.carvalholeite@abbott.com. Fabricante do produto: Glomb GmbH & Co. KG - Hardeslebener Str. 6, 25421 Pinneberg - Alemanha.", "Recomendações:": "Em relação aos possíveis problemas do software, observe as Medidas Necessárias indicadas no Apêndice da Carta ao Cliente até que a nova versão do software seja instalada no respectivo módulo. Seu representante local de Suporte Técnico da Abbott entrará em contato para agendar um upgrade obrigatório quando o software estiver disponível para cada módulo. Para notificar queixas técnicas e eventos adversos, informe o número do Alerta 4252 no texto da notificação ao utilizar os canais abaixo: Notivisa: Notificações de eventos adversos (EA) e queixas técnicas (QT) de produtos sujeitos à Vigilância Sanitária devem ser feitos por meio do Sistema Notivisa (https://www.gov.br/anvisa/pt-br/assuntos/fiscalizacao-e-monitoramento/notificacoes). Em relação aos possíveis problemas do software, observe as Medidas Necessárias indicadas no Apêndice da Carta ao Cliente até que a nova versão do software seja instalada no respectivo módulo. Seu representante local de Suporte Técnico da Abbott entrará em contato para agendar um upgrade obrigatório quando o software estiver disponível para cada módulo. Para notificar queixas técnicas e eventos adversos, informe o número do Alerta 4252 no texto da notificação ao utilizar os canais abaixo: Notivisa: Notificações de eventos adversos (EA) e queixas técnicas (QT) de produtos sujeitos à Vigilância Sanitária devem ser feitos por meio do Sistema Notivisa (https://www.gov.br/anvisa/pt-br/assuntos/fiscalizacao-e-monitoramento/notificacoes).", "Anexos:": " Carta ao Cliente  => (https://antigo.anvisa.gov.br/documents/33868/6650883/Carta+ao+Cliente/47a10f4f-d4e7-4998-bf2f-40b1a5e47932).", "Informações Complementares:": "Data da entrada da notificação para a Anvisa: 24/08/2023. A empresa detentora do registro do produto afetado é responsável por contatar, oportunamente, seus clientes de modo a garantir a execução e a efetividade da Ação de Campo em curso. Destaca-se a responsabilidade solidária da cadeia de distribuição e uso dos produtos para a saúde na manutenção de sua qualidade, segurança e eficácia, bem como da efetividade da Ação de Campo, expressa pela RDC Anvisa 551/2021 (https://www.in.gov.br/web/dou/-/resolucao-rdc-n-551-de-30-de-agosto-de-2021-341672897). O presente alerta será atualizado sempre que necessário. Data da entrada da notificação para a Anvisa: 24/08/2023. A empresa detentora do registro do produto afetado é responsável por contatar, oportunamente, seus clientes de modo a garantir a execução e a efetividade da Ação de Campo em curso. Destaca-se a responsabilidade solidária da cadeia de distribuição e uso dos produtos para a saúde na manutenção de sua qualidade, segurança e eficácia, bem como da efetividade da Ação de Campo, expressa pela RDC Anvisa 551/2021 (https://www.in.gov.br/web/dou/-/resolucao-rdc-n-551-de-30-de-agosto-de-2021-341672897). O presente alerta será atualizado sempre que necessário.", "Empresa:": "Abbott Laboratórios do Brasil Ltda", "Nome Comercial:": "GLP Systems", "Nome Técnico:": "Instrumento para preparo e processamento de amostras – fase pré-analítica", "Número de registro ANVISA:": "80146502242", "Tipo de produto:": "Produto para Diagnóstico in vitro (IVD)", "Classe de Risco:": "I", "Modelo afetado:": "GLP Systems", "Números de série afetados:": "AAS215, AAS210 e AAS110"}]}, "10407370097": {"Registro Anvisa": "10407370097", "Alertas encontrados": 1, "Equipamentos": [{"ID": 11212121, "Tipo": "Ventilador", "Marca": "Drager", "Modelo": "Oxylog 3000 Plus", "Série": 123456, "TAG": null, "Lote": null, "Patrimônio": null, "Unidade": null, "Setor": null, "Localização": null, "Propriedade": null, "Garantia início": null, "Garantia término": null, "Número Registro Anvisa": 10407370097.0, "Situação do Registro Anvisa": null, "Data vigência": null, "Classificação de Risco": null, "Situação": null, "Foto": null, "Contrato": null, "Data inclusão": null}], "Alertas": [{"Número do alerta:": "4165", "Data do alerta:": "13/06/2023", "Link do alerta:": "http://antigo.anvisa.gov.br/informacoes-tecnicas13?p_p_id=101_INSTANCE_R6VaZWsQDDzS&p_p_col_id=column-1&p_p_col_pos=1&p_p_col_count=2&_101_INSTANCE_R6VaZWsQDDzS_groupId=33868&_101_INSTANCE_R6VaZWsQDDzS_urlTitle=alerta-4165-tecnovigilancia-comunicado-da-empresa-drager-industria-e-comercio-ltda-oxylog-3000-plus-&_101_INSTANCE_R6VaZWsQDDzS_struts_action=%2Fasset_publisher%2Fview_content&_101_INSTANCE_R6VaZWsQDDzS_assetEntryId=6603019&_101_INSTANCE_R6VaZWsQDDzS_type=content", "Resumo:": "Alerta 4165 (Tecnovigilância) - Comunicado da empresa Dräger Indústria e Comércio Ltda - Oxylog 3000 Plus.", "Identificação do produto ou caso:": "Local de distribuição do produto informado pela empresa: Alagoas; Amazonas; Bahia; Ceará; Distrito Federal; Espírito Santo; Goiás; Maranhão; Mato Grosso; Mato Grosso do Sul; Minas Gerais; Pará; Paraíba; Paraná; Pernambuco; Piauí; Rio de Janeiro; Rio Grande do Norte; Rio Grande do Sul; Rondônia; Santa Catarina; São Paulo; Sergipe; Tocantins. Nome Comercial: Oxylog 3000 Plus. Nome Técnico: Ventilador Pressão e Volume. Número de registro ANVISA: 10407370097. Tipo de produto: Equipamento Médico. Classe de Risco: III. Modelo afetado: Oxylog 3000 Plus. Números de série afetados: Todos.", "Problema:": "A Dräger tomou conhecimento de casos em que o ventilador de emergência e transporte Oxylog 3000 plus interrompeu a ventilação devido a uma bateria descarregada. Isso aconteceu apesar do fato de terem sido conectados a uma fonte de alimentação após a operação anterior com bateria. O usuário pode estar sujeito à suposição de que o dispositivo ventila o paciente com alimentação elétrica. Essa suposição é possível porque o dispositivo está conectado à fonte de alimentação externa (indicação do LED verde), mas pode não ter sido percebido pelo usuário que o \"indicador de três cores\" da bateria está vermelho e a bateria está descarregando. Nesses casos, a indicação do status da bateria está correta o tempo todo e os alarmes de bateria especificados (“Carga int. bateria” e “Int. bateria descarregada”) são informados corretamente ao usuário. A ventilação pode ser interrompida devido a uma bateria descarregada. Data de identificação do problema pela empresa: 15/05/2023. A Dräger tomou conhecimento de casos em que o ventilador de emergência e transporte Oxylog 3000 plus interrompeu a ventilação devido a uma bateria descarregada. Isso aconteceu apesar do fato de terem sido conectados a uma fonte de alimentação após a operação anterior com bateria. O usuário pode estar sujeito à suposição de que o dispositivo ventila o paciente com alimentação elétrica. Essa suposição é possível porque o dispositivo está conectado à fonte de alimentação externa (indicação do LED verde), mas pode não ter sido percebido pelo usuário que o \"indicador de três cores\" da bateria está vermelho e a bateria está descarregando. Nesses casos, a indicação do status da bateria está correta o tempo todo e os alarmes de bateria especificados (“Carga int. bateria” e “Int. bateria descarregada”) são informados corretamente ao usuário. A ventilação pode ser interrompida devido a uma bateria descarregada. Data de identificação do problema pela empresa: 15/05/2023.", "Ação:": "Ação de Campo Código TSB 22 - PR130017 sob responsabilidade da empresa Dräger Indústria e Comércio Ltda. Atualização de Firmware. Ação de Campo Código TSB 22 - PR130017 sob responsabilidade da empresa Dräger Indústria e Comércio Ltda. Atualização de Firmware.", "Histórico:": "Notificação feita pela empresa em atendimento à RDC Anvisa 551/2021 (que dispõe sobre a obrigatoriedade de execução e notificação de ação de campo por parte do detentor do registro do produto para a saúde). Empresa detentora do registro: Dräger Indústria e Comércio Ltda - CNPJ: 02.535.707/0001-28. Endereço: Alameda Pucuruí, 51 - Tamboré - Barueri - SP. Tel: 11 4689-4900. E-mail: vinicius.stivaletti@draeger.com alice.moraes@draeger.com. Fabricante do produto: Drägerwerk AG & Co. KGaA - Moislinger Allee 53-55 - Alemanha. Notificação feita pela empresa em atendimento à RDC Anvisa 551/2021 (que dispõe sobre a obrigatoriedade de execução e notificação de ação de campo por parte do detentor do registro do produto para a saúde). Empresa detentora do registro: Dräger Indústria e Comércio Ltda - CNPJ: 02.535.707/0001-28. Endereço: Alameda Pucuruí, 51 - Tamboré - Barueri - SP. Tel: 11 4689-4900. E-mail: vinicius.stivaletti@draeger.com alice.moraes@draeger.com. Fabricante do produto: Drägerwerk AG & Co. KGaA - Moislinger Allee 53-55 - Alemanha.", "Recomendações:": "- O usuário deve certificar-se de que a bateria seja sempre removida e reinserida ou substituída, após a ocorrência do erro “No int. bateria carregando” mensagem de alarme, sem retirar o dispositivo da rede elétrica; - Antes de um dispositivo ser usado em uma fonte de bateria, verificar a comutação correta desconectando e reconectando o dispositivo à fonte de alimentação; - Certifique-se de que, todos os usuários e pessoal da manutenção dos equipamentos mencionados estejam cientes deste Aviso de Segurança; - Mantenha estas informações disponíveis até que as medidas de atualização indicadas tenham sido concluídas. Para notificar queixas técnicas e eventos adversos, informe o número do Alerta 4165 no texto da notificação ao utilizar os canais abaixo: Notivisa: Notificações de eventos adversos (EA) e queixas técnicas (QT) de produtos sujeitos à Vigilância Sanitária devem ser feitos por meio do Sistema Notivisa (https://www.gov.br/anvisa/pt-br/assuntos/fiscalizacao-e-monitoramento/notificacoes). - O usuário deve certificar-se de que a bateria seja sempre removida e reinserida ou substituída, após a ocorrência do erro “No int. bateria carregando” mensagem de alarme, sem retirar o dispositivo da rede elétrica; - Antes de um dispositivo ser usado em uma fonte de bateria, verificar a comutação correta desconectando e reconectando o dispositivo à fonte de alimentação; - Certifique-se de que, todos os usuários e pessoal da manutenção dos equipamentos mencionados estejam cientes deste Aviso de Segurança; - Mantenha estas informações disponíveis até que as medidas de atualização indicadas tenham sido concluídas. Para notificar queixas técnicas e eventos adversos, informe o número do Alerta 4165 no texto da notificação ao utilizar os canais abaixo: Notivisa: Notificações de eventos adversos (EA) e queixas técnicas (QT) de produtos sujeitos à Vigilância Sanitária devem ser feitos por meio do Sistema Notivisa (https://www.gov.br/anvisa/pt-br/assuntos/fiscalizacao-e-monitoramento/notificacoes).", "Anexos:": " Carta ao Cliente  => (https://antigo.anvisa.gov.br/documents/33868/6602996/Carta+ao+Cliente/70bb0fee-2f5a-42ad-89a0-ae97d60c5f10).", "Informações Complementares:": "Data da entrada da notificação para a Anvisa: 19/05/2023. A empresa detentora do registro do produto afetado é responsável por contatar, oportunamente, seus clientes de modo a garantir a execução e a efetividade da Ação de Campo em curso. Destaca-se a responsabilidade solidária da cadeia de distribuição e uso dos produtos para a saúde na manutenção de sua qualidade, segurança e eficácia, bem como da efetividade da Ação de Campo, expressa pela RDC Anvisa 551/2021 (https://www.in.gov.br/web/dou/-/resolucao-rdc-n-551-de-30-de-agosto-de-2021-341672897). O presente alerta será atualizado sempre que necessário. Data da entrada da notificação para a Anvisa: 19/05/2023. A empresa detentora do registro do produto afetado é responsável por contatar, oportunamente, seus clientes de modo a garantir a execução e a efetividade da Ação de Campo em curso. Destaca-se a responsabilidade solidária da cadeia de distribuição e uso dos produtos para a saúde na manutenção de sua qualidade, segurança e eficácia, bem como da efetividade da Ação de Campo, expressa pela RDC Anvisa 551/2021 (https://www.in.gov.br/web/dou/-/resolucao-rdc-n-551-de-30-de-agosto-de-2021-341672897). O presente alerta será atualizado sempre que necessário.", "Empresa:": "Dräger Indústria e Comércio Ltda", "Nome Comercial:": "Oxylog 3000 Plus", "Nome Técnico:": "Ventilador Pressão e Volume", "Número de registro ANVISA:": "10407370097", "Tipo de produto:": "Equipamento Médico", "Classe de Risco:": "III", "Modelo afetado:": "Oxylog 3000 Plus", "Números de série afetados:": "Todos"}]}, "Resumo pesquisa equipamentos": {"Pesquisados": 43800, "Encontrados": 10}}