{"Resumo pesquisa equipamentos": {"Pesquisados": 25, "Encontrados": 0}, "4412": {"Número do alerta:": "4412", "Data do alerta:": "23/02/2024", "Link do alerta:": "http://antigo.anvisa.gov.br/informacoes-tecnicas13?p_p_id=101_INSTANCE_R6VaZWsQDDzS&p_p_col_id=column-1&p_p_col_pos=1&p_p_col_count=2&_101_INSTANCE_R6VaZWsQDDzS_groupId=33868&_101_INSTANCE_R6VaZWsQDDzS_urlTitle=alerta-4412-tecnovigilancia-comunicado-da-empresa-abbott-laboratorios-do-brasil-ltda-alinity-s-system-&_101_INSTANCE_R6VaZWsQDDzS_struts_action=%2Fasset_publisher%2Fview_content&_101_INSTANCE_R6VaZWsQDDzS_assetEntryId=6720679&_101_INSTANCE_R6VaZWsQDDzS_type=content", "Resumo:": "Alerta 4412 (Tecnovigilância) - Comunicado da empresa Abbott Laboratórios do Brasil Ltda - Alinity S System.", "Identificação do produto ou caso:": "Local de distribuição do produto informado pela empresa: Distrito Federal; Minas Gerais; Paraná; Pernambuco; Santa Catarina; São Paulo. Nome Comercial: Alinity S System. Nome Técnico: Instrumento destinado a imunoensaios. Número de registro ANVISA: 80146502070. Tipo de produto: Produto para Diagnóstico in vitro (IVD). Classe de Risco: II. Modelo afetado: Alinity S System. Números de série afetados: AS1059; AS1141; AS1143; AS1140; AS1142; AS1244; AS1335; AS1060; AS1061; AS1324; AS1297; AS1298; AS1082; AS1245; AS1292; AS1102; AS1105; AS1239.", "Problema:": "A Abbott identificou uma ocorrência de problema no hardware associado à montagem da pista de incubação do Alinity S System. Quatro posicionadores (hastes) são utilizados para anexar a pista de incubação do Alinity S System à estrutura do sistema. No caso identificado, dois dos quatro posicionadores estavam 5,75 milímetros acima da especificação, criando uma ligeira elevação (+0,37o) em uma extremidade da pista. Isso pode causar obstrução de células de reação (RVs) e/ou respingos dentro da RV quando ela faz a transição da pista de incubação para a faixa de processamento durante a operação do instrumento. Respingos dentro da RV podem afetar os resultados dos testes. Não foi registrada nenhuma ocorrência de resultados de testes incorretos causados por esse erro de montagem. Existe potencial para resultados de testes incorretos se a pista de incubação estiver elevada dentro da estrutura. Data de identificação do problema pela empresa: 19/01/2024. A Abbott identificou uma ocorrência de problema no hardware associado à montagem da pista de incubação do Alinity S System. Quatro posicionadores (hastes) são utilizados para anexar a pista de incubação do Alinity S System à estrutura do sistema. No caso identificado, dois dos quatro posicionadores estavam 5,75 milímetros acima da especificação, criando uma ligeira elevação (+0,37o) em uma extremidade da pista. Isso pode causar obstrução de células de reação (RVs) e/ou respingos dentro da RV quando ela faz a transição da pista de incubação para a faixa de processamento durante a operação do instrumento. Respingos dentro da RV podem afetar os resultados dos testes. Não foi registrada nenhuma ocorrência de resultados de testes incorretos causados por esse erro de montagem. Existe potencial para resultados de testes incorretos se a pista de incubação estiver elevada dentro da estrutura. Data de identificação do problema pela empresa: 19/01/2024.", "Ação:": "Ação de Campo Código FA19JAN2024 sob responsabilidade da empresa Abbott Laboratórios do Brasil Ltda. Correção em Campo. Ação de Campo Código FA19JAN2024 sob responsabilidade da empresa Abbott Laboratórios do Brasil Ltda. Correção em Campo.", "Histórico:": "Notificação feita pela empresa em atendimento à RDC Anvisa 551/2021 (que dispõe sobre a obrigatoriedade de execução e notificação de ação de campo por parte do detentor do registro do produto para a saúde). Empresa detentora do registro: Abbott Laboratórios do Brasil Ltda - CNPJ: 56.998.701/0001-16. Endereço: Rua Michigan, 735 - São Paulo - SP. Tel: (11) 5536-7477. E-mail: patricia.carvalholeite@abbott.com. Fabricante do produto: Abbott GmbH / Abbott Laboratories - Max-Planck-Ring 2, 65205 Wiesbaden, Germany / Abbott Laboratories 1915 Hurd Drive, Irving, TX 75038, USA – Alemanha / Estados Unidos da América. Notificação feita pela empresa em atendimento à RDC Anvisa 551/2021 (que dispõe sobre a obrigatoriedade de execução e notificação de ação de campo por parte do detentor do registro do produto para a saúde). Empresa detentora do registro: Abbott Laboratórios do Brasil Ltda - CNPJ: 56.998.701/0001-16. Endereço: Rua Michigan, 735 - São Paulo - SP. Tel: (11) 5536-7477. E-mail: patricia.carvalholeite@abbott.com. Fabricante do produto: Abbott GmbH / Abbott Laboratories - Max-Planck-Ring 2, 65205 Wiesbaden, Germany / Abbott Laboratories 1915 Hurd Drive, Irving, TX 75038, USA – Alemanha / Estados Unidos da América.", "Recomendações:": "Continue a operar e fazer a manutenção do Alinity S System conforme indicado no Manual de Operações do Alinity S System. Não são necessárias medidas adicionais por parte dos clientes. Em caso de obstrução de RVs na pista de incubação ou faixa de processamento, consulte o Manual de Operações do Alinity S System, Seção 10, Resolução de Problemas, Diversos procedimentos de ações corretivas. Esses procedimentos são comuns a mais de um código de mensagem ou problema observado. Em caso de falha do Carregador de RVs, consulte o Manual de Operações do Alinity S System, Seção 10, Resolução de Problemas, Códigos de Mensagem, e realize as ações corretivas recomendadas. Entre em contato com o Suporte Técnico para resolver qualquer falha de hardware. Se forem observados resultados erráticos ou imprecisão, siga as ações corretivas recomendadas no Manual de Operações do Alinity S System, Seção 10, Resolução de Problemas, Problemas Observados. Seu representante Abbott local fará uma inspeção do(s) seu(s) Alinity S System(s) para confirmar se os cinco posicionadores mencionados acima estão corretos. Se qualquer dos posicionadores estiver incorreto, seu representante Abbott agendará um horário com o seu laboratório para a manutenção necessária para substituir esses posicionadores. Caso tenha encaminhado o Alinity S System a outros laboratórios, favor informá-los desta Correção de Produto e providenciar uma cópia deste comunicado. Guarde este comunicado nos arquivos de seu laboratório. Em caso de dúvidas relacionadas a este comunicado, entre em contato com o Centro de Serviço ao Cliente local (0800-011-9099) e informe o seguinte número de controle: FA19JAN2024. ANVISA n° 80146502070. Para notificar queixas técnicas e eventos adversos, informe o número do Alerta 4412 no texto da notificação ao utilizar os canais abaixo: Notivisa: Notificações de eventos adversos (EA) e queixas técnicas (QT) de produtos sujeitos à Vigilância Sanitária devem ser feitos por meio do Sistema Notivisa (https://www.gov.br/anvisa/pt-br/assuntos/fiscalizacao-e-monitoramento/notificacoes). Continue a operar e fazer a manutenção do Alinity S System conforme indicado no Manual de Operações do Alinity S System. Não são necessárias medidas adicionais por parte dos clientes. Em caso de obstrução de RVs na pista de incubação ou faixa de processamento, consulte o Manual de Operações do Alinity S System, Seção 10, Resolução de Problemas, Diversos procedimentos de ações corretivas. Esses procedimentos são comuns a mais de um código de mensagem ou problema observado. Em caso de falha do Carregador de RVs, consulte o Manual de Operações do Alinity S System, Seção 10, Resolução de Problemas, Códigos de Mensagem, e realize as ações corretivas recomendadas. Entre em contato com o Suporte Técnico para resolver qualquer falha de hardware. Se forem observados resultados erráticos ou imprecisão, siga as ações corretivas recomendadas no Manual de Operações do Alinity S System, Seção 10, Resolução de Problemas, Problemas Observados. Seu representante Abbott local fará uma inspeção do(s) seu(s) Alinity S System(s) para confirmar se os cinco posicionadores mencionados acima estão corretos. Se qualquer dos posicionadores estiver incorreto, seu representante Abbott agendará um horário com o seu laboratório para a manutenção necessária para substituir esses posicionadores. Caso tenha encaminhado o Alinity S System a outros laboratórios, favor informá-los desta Correção de Produto e providenciar uma cópia deste comunicado. Guarde este comunicado nos arquivos de seu laboratório. Em caso de dúvidas relacionadas a este comunicado, entre em contato com o Centro de Serviço ao Cliente local (0800-011-9099) e informe o seguinte número de controle: FA19JAN2024. ANVISA n° 80146502070. Para notificar queixas técnicas e eventos adversos, informe o número do Alerta 4412 no texto da notificação ao utilizar os canais abaixo: Notivisa: Notificações de eventos adversos (EA) e queixas técnicas (QT) de produtos sujeitos à Vigilância Sanitária devem ser feitos por meio do Sistema Notivisa (https://www.gov.br/anvisa/pt-br/assuntos/fiscalizacao-e-monitoramento/notificacoes).", "Anexos:": " Carta ao Cliente  => (https://antigo.anvisa.gov.br/documents/33868/6720563/Carta+ao+Cliente/e371055d-256e-49b7-9925-a2b07d2afe47).  Mapa de Distribuição  => (https://antigo.anvisa.gov.br/documents/33868/6720563/Mapa+de+Distribui%C3%A7%C3%A3o/ef09be94-4fb4-4dee-b67a-fc9efdb1bc1d).", "Informações Complementares:": "Data da entrada da notificação para a Anvisa: 05/02/2024. A empresa detentora do registro do produto afetado é responsável por contatar, oportunamente, seus clientes de modo a garantir a execução e a efetividade da Ação de Campo em curso. Destaca-se a responsabilidade solidária da cadeia de distribuição e uso dos produtos para a saúde na manutenção de sua qualidade, segurança e eficácia, bem como da efetividade da Ação de Campo, expressa pela RDC Anvisa 551/2021 (https://www.in.gov.br/web/dou/-/resolucao-rdc-n-551-de-30-de-agosto-de-2021-341672897). O presente alerta será atualizado sempre que necessário. Data da entrada da notificação para a Anvisa: 05/02/2024. A empresa detentora do registro do produto afetado é responsável por contatar, oportunamente, seus clientes de modo a garantir a execução e a efetividade da Ação de Campo em curso. Destaca-se a responsabilidade solidária da cadeia de distribuição e uso dos produtos para a saúde na manutenção de sua qualidade, segurança e eficácia, bem como da efetividade da Ação de Campo, expressa pela RDC Anvisa 551/2021 (https://www.in.gov.br/web/dou/-/resolucao-rdc-n-551-de-30-de-agosto-de-2021-341672897). O presente alerta será atualizado sempre que necessário.", "Empresa:": "Abbott Laboratórios do Brasil Ltda", "Nome Comercial:": "Alinity S System", "Nome Técnico:": "Instrumento destinado a imunoensaios", "Número de registro ANVISA:": "80146502070", "Tipo de produto:": "Produto para Diagnóstico in vitro (IVD)", "Classe de Risco:": "II", "Modelo afetado:": "Alinity S System", "Números de série afetados:": "AS1059; AS1141; AS1143; AS1140; AS1142; AS1244; AS1335; AS1060; AS1061; AS1324; AS1297; AS1298; AS1082; AS1245; AS1292; AS1102; AS1105; AS1239"}}